var scriptDataArr = [];

scriptDataArr[1] = 
"";

scriptDataArr[2] = 
"웰스 파고(Wells Fargo)라는 은행은 한때 많은 사람들에게 신뢰받는 곳이었습니다."+
"<br>그러나 2016년, 이 은행에서 일어난 스캔들은 모든 것을 뒤바꾸어 놓았습니다."+
"<br>"+
'<br>이 사건은 "아… 어떻게 하면 이번 분기 목표를 달성할 수 있을까? 이런 불가능해 보이는 목표를 주다니, 대체 나더러 어쩌라는거야!" 라는 말이 직원들 사이에서 점차 빈번하게'+
'<br>들리는 것으로부터 시작되었습니다.'+
"<br>이처럼 웰스 파고는 직원들에게 높은 판매 목표를 부여했고, 그 목표를 달성하지 못하면 보상을 받기 어려운 시스템을 만들었습니다."+
"<br>그러다 보니, 직원들은 큰 압박감에 시달리게 되었습니다."+
"<br>회사에서 요구하는 목표는 점차 턱없이 높아져갔고, 결국 몇몇 직원들은 성과를 만들어 내기 위해 잘못된 길로 들어서게 됩니다."+
"<br>고객들의 정보에 쉽게 접근할 수 있었던 직원들은 얼마든지 불법적으로 고객의 동의 없이 계좌를 개설하거나, 다른 사람의 이름으로 계좌를 만들어 낼 수 있었거든요."+
"<br>"+
"<br>자, 만약 여러분이 이 당시 웰스파고의 직원 중 한 명이었다면, 그리고 주변의 동료들이 이런 식으로 성과를 내고 보상을 받는 것을 알았다면, 당신은 어떻게 하시겠습니까?"+
"<br>동료들의 불법적 행위를 상사에게 보고했을까요?"+
"<br>잘못된 시스템에 의해 벌어지고 있는 비윤리적상황을 눈감고 모른채 하고 있는 회사를 조직 외부에 알렸을까요?"+
"<br>아니면 다들 그렇게 하니 당신도 함께 쉽게 성과를 내고 보상을 받는 길을 선택하셨을까요?"+
"<br>"+
"<br>실제 웰스 파고에서는 이런 불법적인 행동이 점점 더 퍼져 나갔고, 2002년부터 2016년까지 무려 2천만 개의 불법 계좌를 만들어낸 것으로 밝혀졌습니다."+
"<br>이 사건이 세상에 드러난 것은 미국 소비자 금융 보호국(CFPB)이 조사를 시작하면서 였습니다."+
"<br>그들은 은행이 고객의 권리를 얼마나 무시 했는지를 밝혀냈고, 웰스 파고는 큰 벌금을 부과 받았습니다."+
"<br>수많은 고객들은 자신의 이름으로 계좌가 만들어진 사실을 알고 놀라움을 금치 못했습니다."+
"<br>사람들은 믿었던 은행이 이렇게 비윤리적인 행동을 했다는 사실에 실망했습니다."+
"<br>"+
"<br>결국, 이 사건은 웰스 파고의 경영진에게도 큰 타격을 주었습니다."+
"<br>여러 고위 임원이 사퇴했고, 은행은 내부 조사를 실시했습니다."+
"<br>금융 부정행위 사건으로 인해 법적 문제와 규제 압박을 받았고, 현재까지도 신뢰 회복을 위해 정말 많은 노력을 기울이고 있습니다."+
"<br>윤리적인 문화를 다시 세우기 위해 여러 가지 노력을 하고, 고객들에게 사과하고 보상을 위한 프로그램도 운영했으며, 경영 구조 개편과 디지털 혁신에 집중하고 있습니다."+
"<br>하지만 여전히 과거의 문제들의 그림자에서 벗어났다고 할 수는 없는 상황입니다."+
"<br>"+
"<br>이 일은 우리에게 중요한 교훈을 줍니다."+
"<br>직장 윤리가 무시되면 어떤 일이 벌어질 수 있는지를 잘 보여주는 사례입니다."+
"<br>"+
"<br>높거나 비현실적인 목표를 달성하기 위한 압박감은 직원들의 비윤리적인 행동으로 이어질 수 있다는 사실, 모든 기업이 잊지 말아야 할 중요한 메시지입니다."+
"<br>웰스 파고의 스캔들은 결국 모든 이들에게 윤리적인 행동의 중요성을 다시 한번 일깨워준 사건이 되었습니다.";

scriptDataArr[3] = 
"이번 시간에는 직장 윤리란 무엇이며, 그 원천은 무엇인지에 대해 학습하겠습니다."+
"<br>또한 직장 윤리를 뿌리내리기 위한 경영진의 역할과 직장 윤리 증진 방안에 대해 알아보겠습니다."+
"<br>학습목표를 확인한 후 본격적으로 학습을 시작해보도록 하겠습니다.";



scriptDataArr[4] = 
"직장 윤리란 무엇을 말하는 것일까요?"+
"<br>직장 윤리란 직장 내에서 기대되는 도덕적이고 법적인 행동 기준을 의미합니다."+
"<br>이는 직장 내 구성원들의 올바른 행동을 규명하고, 직무 수행 시 지켜야 할 원칙을 제공합니다. "+
"<br>"+
"<br>직장 윤리가 지켜지기 위해서는 먼저 조직 내 명확한 윤리 관련 제도와 시스템을 갖추고, 윤리적 문화를 조성하며, 불이익이 없는 보고 시스템을 마련하는 등 조직의 역할이"+
"<br>있어야 하지만, 결국 구성원 개개인이 윤리적 행동을 실천함으로 완성됩니다. "+
"<br>"+
"<br>그렇다면, 직장 윤리의 핵심요소에는 어떤 것들이 있을까요?"+
"<br>먼저는 모든 업무에서 사실과 정보를 정확히 전달하는 ‘정직함’이 있어야 하며, 모든 직원과 이해관계자를 공정하게 대하는 ‘공정성’, 자신의 업무에 대해 책임을 지고 문제를"+
"<br>솔직하게 해결하는 ‘책임감’, 중요한 정보와 개인정보를 보호하는 ‘비밀유지’등이 직장 윤리의 핵심 요소가 되겠습니다."+
"<br>"+
"<br>이러한 직장 윤리가 조직에 미치는 영향 즉, 그 가치와 중요성에 대해 알아보겠습니다. "+
"<br>먼저 직장 윤리가 조직의 성공에 미치는 영향에 대해 살펴보겠습니다."+
"<br>첫번째 영향은 신뢰구축입니다."+
"<br>조직의 공정하고 투명한 문화는 구성원들에게 신뢰를 주며, 구성원들의 윤리적 의사결정은 고객, 파트너, 직원 간의 신뢰를 구축합니다."+
"<br>또한, 투명한 경영과 정직한 의사소통은 장기적인 비즈니스 관계를 강화하여 조직의 성공에 영향을 미칩니다. "+
"<br>"+
"<br>두번째 영향은 법적 문제 예방입니다."+
"<br>법과 윤리가 동일한 것은 아니지만, 의사결정 시 윤리적 기준을 준수한다면 법적 문제와 소송의 위험을 대폭 줄일 수 있으며, 부정행위나 부패를 방지하여 법적 책임을"+
"<br>예방할 수 있습니다. "+
"<br>"+
"<br>마지막으로 조직의 평판 보호하는데 영향을 줍니다."+
"<br>공정한 대우와 투명한 경영은 조직의 신뢰도를 높이고, 구성원 개개인의 윤리적인 행동은 대외적인 조직의 긍정적인 이미지를 향상시켜 좋은 평판을 유지하도록 합니다."+
"<br>"+
"<br>직장 윤리는 직원의 만족도와 생산성에도 영향을 미치는데요."+
"<br>윤리적 직무 환경과 공정한 대우, 투명한 의사소통은 직원들의 신뢰와 만족을 증진시킵니다."+
"<br>또한 구성원들의 윤리적 행동은 팀워크와 협력을 촉진하며, 신뢰를 바탕으로 한 협력은 결국 팀의 성과를 높입니다. "+
"<br>마지막으로, 윤리적 환경에서 일하는 직원들은 조직에 대한 충성도가 높아지며, 정직한 경영과 공정한 평가 시스템은 직원의 충성도를 더욱 강화합니다."

scriptDataArr[5] = 
"이번에는 직장 윤리의 원천에 대해 알아보겠습니다."+
"<br>직장 윤리의 원천에는 여러 가지가 있는데요, 그 중 주요 원천 몇 가지를 살펴보면 다음과 같습니다."+
"<br>이러한 원천들은 서로 영향을 주고 받으며 직장 내 윤리를 형성하는 데 중요한 역할을 합니다."+
"<br>하나씩 살펴볼까요?"+
"<br>"+
"<br>첫번째 원천은 법과 규제입니다."+
"<br>직장 윤리는 법적 요구 사항과 규제를 준수하는 데서 출발합니다."+
"<br>노동법, 안전 규정, 반부패 법률 등은 조직의 윤리적 기준을 설정하는 데 중요한 역할을 합니다."+
"<br>"+
"<br>두번째 원천은 조직의 가치와 미션입니다."+
"<br>조직이 설정한 가치와 미션은 윤리적 행동의 기초가 되며, 이러한 가치들은 직원들에게 기대되는 행동 기준을 명확히 하고, 조직의 문화와 맞닿아 있습니다."+
"<br>"+
"<br>직장 윤리의 세번째 원천은 사회적 기대 입니다."+
"<br>현대 사회는 기업과 직원들에게 높은 윤리적 기준을 요구합니다."+
"<br>사회적 책임, 지속 가능성, 공정 거래와 같은 요소는 직장 윤리의 중요한 원천이 됩니다."+
"<br>"+
"<br>네번째 원천은 개인의 도덕관입니다."+
"<br>개인의 가치관과 윤리적 신념은 직장에서의 의사결정과 행동에 중요한 역할을 합니다. "+
"<br>"+
"<br>직장 윤리의 다섯번째 원천은 전문적 기준입니다."+
"<br>특정 산업이나 직무에서 요구되는 전문적인 윤리 강령이나 규칙이 존재합니다. "+
"<br>마지막, 여섯번째 원천으로는 경험과 교육이 있습니다."+
"<br>직장 내 직무관련 윤리 교육이나 직장에서의 경험이 윤리적 사고 방식을 형성하는 데 도움을 줍니다."

scriptDataArr[6] = 
"앞서 살펴본 바와 같이 직장 윤리는 조직의 지속 가능한 발전과 성공의 열쇠라고할 수 있습니다."+
"<br>직장 윤리가 조직의 원천, 기본이 되는 이유를 조금 더 자세히 알아보도록 하겠습니다."+
"<br>"+
"<br>먼저, 직장 윤리는 조직의 신뢰를 구축하는데 중요한 역할을 합니다."+
"<br>조직의 구성원들이 모든 업무와 거래에서 정직하게 행동하고, 정보를 투명하게 공개하는 것은 신뢰를 구축하고 부패를 방지하는 데 필수적입니다."+
"<br>"+
"<br>두번째, 직장 윤리는 윤리적 조직 문화 형성합니다."+
"<br>직원들을 성별, 연령, 인종, 종교 등에 관계없이 공정하게 대우하고, 차별을 없애고 평등한 기회를 제공하는 것은 바람직한 조직 문화의 핵심이자, 직장 윤리의 기초입니다."+
"<br>"+
"<br>세번째, 동기부여입니다."+
"<br>윤리적 조직의 구성원들은 자긍심을 느끼고, 동기 부여 수준이 높아져 결국 성과 향상에 기여하게 됩니다."+
"<br>"+
"<br>직장 윤리가 조직의 기본이 되는 네번째 이유는, 업무 효율성 향상입니다."+
"<br>윤리적인 조직은 투명한 의사소통과 협력을 촉진하고, 불필요한 에너지의 낭비를 줄여 업무 효율성을 높일 수 있습니다."+
"<br>구성원들은 각자 자신의 역할과 책임을 성실히 수행하고, 발생 가능 한 문제를 예측하여, 윤리적 문제나 스캔들을 미리 예방할 수 있습니다."

scriptDataArr[7] = 
"직장 윤리를 뿌리내리기 위한 경영진의 역할은 매우 중요하며, 여러 측면에서 이루어집니다."+
"<br>경영진의 모범은 직장 윤리를 강화하고, 윤리적 문화를 지속적으로 발전시킬 수 있습니다."+
"<br>이는 결국 조직의 신뢰도와 성과 향상에 기여하게 됩니다. "+
"<br>"+
"<br>직장 윤리를 조직에 뿌리내리게 하기 위해 경영진은 조직의 윤리적 비전과 가치를 명확히 하고 이를 조직 전반에 전달해야 합니다."+
"<br>윤리적인 목표를 설정하고, 이를 조직의 미션 및 비전과 통합함으로써 모든 직원이 공유할 수 있는 기준을 마련하는 것이 필요합니다."+
"<br>또한 경영진이 모범이 되는 사례와 행동 실천이 필요합니다."+
"<br>경영진의 윤리적 행동 실천은 조직 내 윤리 문화를 강화하는 데 필수적입니다."+
"<br>리더가 스스로 윤리적 결정을 내리고 이를 실천함으로써 직원들에게 강력한 본보기가 됩니다."+
"<br>"+
"<br>직장 윤리를 조직에 뿌리내리게 하기 위해 경영진은 윤리적 정책과 규정을 제정해야 합니다."+
"<br>명확한 윤리 정책과 규정을 수립하여 직원들이 이해하고 따를 수 있는 가이드를 제공하는 것은 윤리적 행동을 장려하고, 윤리적 갈등 상황에서의 대응 방안을 제시할 수"+
"<br>있습니다."+
"<br>또한 경영진은 직원들에게 윤리 교육과 훈련을 제공하여 윤리적 의사결정 능력을 향상시키고, 직장 윤리에 대한 이해를 도울 수 있으며, 정기적인 교육을 통해 윤리적 기준을"+
"<br>지속적으로 상기시킬 수 있습니다."+
"<br>"+
"<br>의사소통과 피드백을 장려하는 역할도 필요합니다."+
"<br>열린 의사소통을 통해 직원들이 윤리적 문제를 제기할 수 있는 환경을 조성하며, 피드백을 수용하고 문제 해결을 위한 대화를 촉진함으로써, 직원들이 윤리적 문제에 대한"+
"<br>의견을 자유롭게 표현할 수 있도록 해야 합니다."+
"<br>또한 윤리적 행동이 조직 내에서 인정받고 보상받을 수 있도록 성과 평가 시스템을 설계합니다."+
"<br>윤리적 행동이 조직의 가치에 부합할 때 보상을 함으로써 직원들이 윤리적 행동을 실천하도록 유도할 수 있습니다."+
"<br>"+
"<br>마지막으로, 윤리적 리더십 문화를 조성하는 것이 필요합니다."+
"<br>경영진은 윤리적 리더십을 강조하고, 이를 통해 조직 내 모든 수준에서 윤리적 행동이 중요시되는 문화를 조성해야 합니다."+
"<br>리더십을 통해 윤리적 가치가 조직의 일상적 운영에 깊이 뿌리내릴 수 있도록 노력합니다."

scriptDataArr[8] = 
"지금까지 살펴본 바와 같이 직장 윤리는 조직 윤리경영의 뿌리와 같습니다."+
"<br>뿌리가 튼튼해야 나무가 건강하게 자라고 열매를 맺듯이, 직장 윤리가 확립되어야 조직이 지속 가능한 성장을 이룰 수 있습니다."+
"<br>"+
"<br>이렇게 중요한 직장 윤리를 조직에 깊이 뿌리내리기 위한 방안을 크게 다음의 4가지로 요약해 볼 수 있습니다."+
"<br>하나씩 살펴볼까요? "+
"<br>"+
"<br>첫번째 방안은 윤리강령 제정입니다."+
"<br>윤리 강령 제정을 위해서는 조직의 윤리적 기준을 명확히 하고 이를 문서화하여 모든 직원이 쉽게 접근할 수 있도록 합니다."+
"<br>윤리강령은 직원들에게 기대되는 행동과 기준을 제시합니다."+
"<br>"+
"<br>두번째 방안은 교육과 훈련입니다."+
"<br>정기적인 윤리 교육과 훈련을 통해 직원들에게 윤리적 행동의 중요성과 실질적인 실천 방법을 가르칩니다."+
"<br>이를 통해 윤리적 사고를 강화하고, 실천 능력을 높입니다."+
"<br>"+
"<br>세번째 방안은 리더십의 모범입니다."+
"<br>경영진과 리더들이 윤리적 행동의 모델이 되어야 합니다."+
"<br>리더들의 행동은 조직 문화에 큰 영향을 미치기 때문에 이들이 윤리적 기준을 준수하고 이를 격려하는 것이 중요합니다."+
"<br>"+
"<br>마지막 네번째 방안은 피드백과 보고 시스템 구축 입니다."+
"<br>윤리적 문제나 비윤리적 행동을 신고할 수 있는 시스템을 마련하고, 이를 보호하는 방안을 갖추어야 합니다."+
"<br>공정한 조사를 통해 문제를 해결하고, 직원들이 윤리적 문제를 보고하는 데 두려움을 느끼지 않도록 합니다."+
"<br>"+
"<br>직장 윤리는 단순한 규칙이나 지침을 넘어서, 조직의 문화와 가치 체계에 깊이 뿌리내린 요소입니다."+
"<br>이를 통해 조직은 신뢰받는 기업으로 성장하고, 직원들은 더욱 만족스러운 직장 환경을 경험할 수 있습니다."



scriptDataArr[9] = 
"퀴즈를 통해 오늘 학습한 내용을 확인해 보세요."

scriptDataArr[10] = 
"핵심노트를 통해 이번 시간에 학습한 내용을 정리해보세요."

scriptDataArr[11] = 
""
