var scriptDataArr = [];

scriptDataArr[1] = 
"";


scriptDataArr[2] = 
"최근 들어 주요 기업들은 임직원의 언행에 대해 엄격하게 단속하고 있는 추세입니다."+
"<br>왜냐하면 이러한 임직원의 언행을 통해 기업의 중요한 정보가 외부로 유출되거나 잘못된 정보가 퍼지면 경영에 부정적인 영향을 끼치고, 자칫하면 기업 이미지의 훼손으로"+
"<br>이어질 수 있기 때문입니다."+
"<br>"+
"<br>그럼 이제부터 최근 한국 대기업들에 내려진 이른바 '함구령'의 원인과 내용을 살펴보면서 기업들이 정보 보호를 얼마나 중요하게 생각하고 있는지 함께 알아보겠습니다."+
"<br>"+
"<br>삼성전자에서는 내부 정보 유출과 일명 지라시(정보지) 문제로 골머리를 앓고 있는 가운데 임직원들에게 '함구령'을 발동했으며, 특히 반도체 사업 부문에서는 매월 첫째 주"+
"<br>월요일을 'DS 보안의 날'로 정해 보안 점검과 교육을 강화하고 있습니다."+
"<br>이는 정보 유출에 따른 고객사와의 비밀 유지 약정 위반 및 기업 이미지 손상 우려를 반영한 조치라 할 수 있습니다. "+
"<br>"+
"<br>최근에는 삼성전자와 관련한 불확실한 지라시 정보가 꾸준하게 외부로 유출되면서 기업 안팎으로 위기감이 고조되는 한편 상황 자체가 희화화되며 기업 이미지 훼손으로"+
"<br>이어지고 있는 분위기입니다."+
"<br>이에 삼성전자는 임직원이 미확인 정보 등을 지인에게 얘기하거나 인터넷 커뮤니티 또는 SNS 등에 게재해 확대 재생산되면 징계나 민형사상 책임을 물을 수 있다고 경고한"+
"<br>것으로 알려졌습니다."+
"<br>"+
"<br>이외에도 SK그룹 역시 비상 경영 체제에 돌입하며, 사장단 회의와 관련된 발언 자제를 요청하는 등 정보 관리에 주력하고 있는데, 회의 안건과 장소는 물론 참석자에 대한"+
"<br>발언까지 단속하고 있습니다."+
"<br>이러한 조치는 기업의 신뢰도를 높이고, 내부 정보가 외부로 유출되는 것을 방지하기 위한 것입니다."+
"<br>회의 내용이 외부에 노출되면 회의의 취지가 희석될 수 있고, 회의에 참석했던 사장단 개인의 의견이 괜한 오해를 불러일으킬 수도 있다는 판단이 작용한 것으로 분석됩니다."+
"<br>"+
"<br>우리는 종종 지인들과 술자리를 갖거나 가벼운 대화를 나누다가 자신도 모르게 기업의 기밀이나 업무에 대한 불만을 이야기할 때가 있습니다."+
"<br>"+
"<br>'이정도야 괜찮겠지'하는 마음에 하는 이야기이겠지만 이러한 행동은 예상보다 큰 위험을 초래할 수 있습니다."+
"<br>기밀 정보가 유출되면 기업의 경쟁력에 심각한 타격을 주게 되어 장기적인 경영 전략과 기업의 지속가능성에도 영향을 끼칠 수 있으며, 개인적으로도 큰 책임을 져야 할"+
"<br>상황이 생길 수 있기 때문입니다.";

scriptDataArr[3] = 
"이번 시간에는 직장 윤리 위반 행위에 해당하는 허위 보고, 공금 횡령, 뇌물 수수, 정보 유출, 임직원 상호 신뢰 위반 등에 대해 알아보겠습니다."+
"<br>학습목표를 확인한 후 본격적으로 학습을 시작해보도록 하겠습니다.";

scriptDataArr[4] = 
"그럼 이제부터 국내외 기업에서 발생했던 직장 윤리 위반 행위들을 허위 보고, 공금 횡령, 뇌물 수수, 정보 유출, 임직원 상호 신뢰 위반 행위로 각각 나누어 살펴보겠습니다. "+
"<br>"+
"<br>먼저 허위 보고의 사례입니다."+
"<br>2023년 대우조선해양(현 한화오션)은 선박 건조와 관련한 비용을 실제 비용보다 낮은 비용으로 보고하여 회사의 재무 상태를 부풀린 바 있습니다."+
"<br>즉, 회사의 재무 상태를 인위적으로 좋아 보이도록 하여 투자자와 이해관계자들에게 잘못된 정보를 제공하여 기업의 신뢰를 손상시켰습니다. "+
"<br>"+
"<br>그 결과, 대우조선해양은 금융감독원 등 규제 기관의 조사를 받았으며, 관련된 인사에 대해 법적 조치가 취해졌습니다. "+
"<br>이에 대해 대우조선해양은 재무 보고 절차를 재정비하고, 내부 감사 시스템을 강화하여 투명성을 높이기 위한 조치를 취하게 되었습니다."+
"<br>"+
"<br>허위 보고와 관련한 사례는 미국의 종합 미디어, 엔터테인먼트 회사인 디즈니에도 있었습니다."+
"<br>2023년 디즈니는 코로나 19 팬데믹 동안 발생한 비용을 과다하게 보고하여 주주 및 투자자들에게 잘못된 정보를 제공했다는 혐의를 받았습니다."+
"<br>즉, 발생한 비용을 실제 비용보다 높게 보고하여 재무 상태를 부풀리는 방식으로 재정 건전성을 해쳤던 것이죠. "+
"<br>"+
"<br>그 결과 디즈니는 과다 보고된 비용을 조정하고, 수정된 재무 보고서를 발표해야 했습니다."+
"<br>이후 디즈니는 재무 보고의 정확성을 보장하기 위해 내부 감사 절차를 강화하고, 경영진의 책임을 강조하게 되었습니다.";

scriptDataArr[5] = 
"다음은 국내외 기업의 공금횡령 사례입니다."+
"<br>2024년 LG화학의 일부 직원들이 업무와 관련이 없는 비용을 허위로 청구하거나 공금을 개인적으로 유용했는데, 이를 숨기기 위해 회계 장부를 조작하기도 했습니다."+
"<br>"+
"<br>결국 공금 횡령과 관련된 직원들에게는 법적 처벌은 물론 징계가 주어졌고, 이후 회사는 공금 관리와 회계 절차를 강화하고, 시스템을 정비하여 이와 같은 행위가 다시"+
"<br>발생하지 않도록 재발 방지 대책을 마련하게 되었습니다."+
"<br>"+
"<br>이와 유사한 공금횡령 사건은 미국의 미디어 프랜차이즈이자 축소 모형 자동차 브랜드인 핫휠에서도 발생했습니다."+
"<br>2024년 핫휠의 일부 직원들은 업무상 비용을 허위로 청구하여 공금을 유용했고, 이를 숨기기 위한 방편으로 회계 기록을 조작했습니다. "+
"<br>"+
"<br>그 결과 해당 직원들은 횡령과 관련된 공금의 반환은 물론 법적 제재를 받게 되었고, 회사는 공금 관리 절차와 내부 감시 시스템을 강화하여 재발 방지 대책을 마련하게"+
"<br>되었습니다.";

scriptDataArr[6] = 
"다음은 국내외 기업의 뇌물수수 사례입니다."+
"<br>2024년 삼성전자는 특정 프로젝트와 관련한 정부의 계약을 따내기 위해 정부 관계자에게 뇌물을 제공하여 공정 거래 원칙에 위배되는 윤리적 문제를 일으킨 바 있습니다."+
"<br>"+
"<br>이로 인해 회사는 법적 제재를 받게 되었으며, 관련 임직원 역시 조사 대상이 되었습니다."+
"<br>이후 회사는 윤리적 행동 기준을 강화하고, 뇌물 방지 교육 실시는 물론 감시 시스템 개선을 통해 재발 방지 대책을 마련해야 했습니다."+
"<br>"+
"<br>이외에도 2023년에는 테슬라의 일부 임직원이 정부 계약을 따내기 위해 공무원에게 금전적 인센티브 등 비공식적인 혜택을 제공하여 계약 체결에 있어 부정한 영향을"+
"<br>끼쳤습니다."+
"<br>"+
"<br>그 결과 테슬라는 뇌물 수수와 관련하여 벌금 등 법적 조치를 받게 되었으며, 해당 임직원 역시 징계가 내려졌습니다."+
"<br>이후 회사는 윤리적 행동 기준을 강화하고, 뇌물 방지 교육 실시는 물론 감시 시스템 강화를 통해 재발 방지를 위해 많은 노력을 해야 했습니다.";

scriptDataArr[7] = 
"다음은 국내외 기업에서 발생했던 정보유출 사례입니다."+
"<br>IT 솔루션 및 소프트웨어 개발를 전문으로 하는 중국기업 에스볼트는 2020년에 한국 지사인 에스볼트코리아를 설립하여 주요 전기차에 들어가는 삼성SDI · SK온 배터리"+
"<br>관련 국가핵심기술을 유출했습니다."+
"<br>"+
"<br>해당 기업은 한국지사 설립을 전후로 하여 각종 배터리 업계 주관 협회에 참석해 핵심 기술을 다루는 국내 대기업의 'K-배터리' 연구원에게 접근하여, 기존 연봉의 최소 2배"+
"<br>인상, 막대한 보너스 등도 약속하며 에스볼트코리아로 이직하도록 유혹했습니다."+
"<br>"+
"<br>기술유출에 가담한 이들은 회사 재직 시절 자신의 스마트폰 등으로 전기차 도면이나 배터리셀 도면 등을 사진으로 찍어 보관하고 있다가 에스볼트코리아로 이직한 후"+
"<br>이 자료를 제공하였습니다. "+
"<br>"+
"<br>그 결과 서울경찰청은 에스볼트의 모기업인 중국 장성기차가 조직적으로 기술 탈취에 관련한 지시를 내린 것으로 판단하고 2024년 법인을 포함한 피의자 8명을"+
"<br>산업기술보호법 위반 혐의로 송치했습니다."+
"<br>"+
"<br>이외에도 2024년 마이크로소프트에서는 내부 직원들의 개인 데이터가 외부로 유출된 사고가 있었습니다."+
"<br>유출된 정보에는 직원의 개인정보는 물론 근무와 관련한 데이터가 포함되어 있었는데, 이는 정보 보호 조치가 미흡하여 발생한 사고였습니다. "+
"<br>"+
"<br>그 결과, 해당 기업은 데이터 유출로 인한 법적 제재를 받았으며, 피해 직원들에게 보상을 해야 했습니다."+
"<br>이후 회사는 데이터 보호와 보안 시스템을 강화하고, 직원 데이터의 보호를 위한 정책을 개선하는 등 재발 방지 대책을 마련했습니다.";

scriptDataArr[8] = 
"다음은 임직원 상호 신뢰 위반에 해당하는 국내외 기업 사례입니다."+
"<br>2023년 현대자동차의 일부 임직원들이 내부 정보를 이용하여 부당한 거래나 계약 체결을 시도한 사건이 있었습니다."+
"<br>이는 일부 임직원들이 회사의 기밀을 외부에 유출하거나 내부 거래를 통해 개인적인 이익을 추구하여 상호 신뢰를 무시한 행위입니다. "+
"<br>"+
"<br>그 결과 이러한 불공정 거래와 관련된 임직원들에게 법적 제재가 있었고, 회사도 임직원 간의 신뢰를 회복하고 윤리적 행동 기준을 강화하기 위해 내부 교육 실시와"+
"<br>감시 시스템을 개선하는 등 다양한 방면의 노력을 해야 했습니다."+
"<br>"+
"<br>이외에도 2023년 구글에서도 회사의 기밀 정보를 외부에 판매하거나 부정하게 거래한 사건이 있었습니다."+
"<br>이로 인해 임직원 간의 신뢰를 심각하게 훼손하고 회사의 이익을 크게 해치게 되었습니다. "+
"<br>"+
"<br>그 결과, 기밀 정보 유출이나 거래와 관련된 임직원들은 법적 제재를 받게 되었고, 회사 역시 임직원들의 윤리적 행동과 신뢰를 강화하기 위해 교육을 실시하고,"+
"<br>내부 통제 및 감시 시스템을 강화하는 등 재발 방지를 위한 다양한 노력을 해야 했습니다.";



scriptDataArr[9] = 
"퀴즈를 통해 오늘 학습한 내용을 확인해 보세요."

scriptDataArr[10] = 
"핵심노트를 통해 이번 시간에 학습한 내용을 정리해보세요."

scriptDataArr[11] = 
""
