var quizType = "multiple";
//<font color='#0036ff'><span style='border-bottom:2px solid #0036ff;'>않는</span></font>
var quizData = [];

quizData[0]={
	question :
		"다음 중 윤리강령, 윤리헌장, 실천지침에 대한 <br>설명으로 옳지 <font color='#0036ff'><span style='border-bottom:2px solid #0036ff;'>않은</span></font> 것은?",
	answer : 3,
	bogiGap: 38,

	example_1 :"윤리강령, 윤리헌장, 실천지침은 기업이 윤리적 행동을 촉진하고 <br>법적 및 도덕적 기준을 준수하기 위해 마련하는 중요한 도구이다.",
	example_2 :"윤리강령은 조직의 모든 구성원에게 기대되는 윤리적 행동 기준을 <br>명확히 규정한 문서이다.",
	example_3 :"윤리헌장은 조직 내에서 지켜야 할 구체적인 윤리적 행동 기준을 <br>설명한 것이다.",
	example_4 :"실천지침은 윤리강령과 윤리헌장에 명시된 원칙을 실제 상황에서 <br>어떻게 적용할지에 대한 구체적인 지침을 제공하는 문서이다.",

	explain : 
		"윤리헌장은 조직의 <br>윤리적 가치를 공식적으로 <br>선언하고, 조직의 비전과 사명에 <br>윤리적 원칙을 통합하는 문서이다. <br>윤리강령이 구체적인 행동 기준에 <br>초점을 맞춘다면, 윤리 헌장은 <br>조직의 철학과 윤리적 비전을 <br>중심으로 한다."
};

quizData[1]={
	question :
		"다음 중 국내 기업 윤리경영 관련 주요 법규들에 <br>대한 설명으로 바르지 <font color='#0036ff'><span style='border-bottom:2px solid #0036ff;'>못한</span></font> 것은?",
	answer : 3,
	bogiGap: 38,

	example_1 :"부정청탁금지법 - 공직자와 기업 간의 부정한 청탁과 금품 수수를 <br>금지한다.",
	example_2 :"공정거래법 - 공정한 거래 질서를 유지하고, 독점 및 가격 담합 등 <br>불공정 거래 행위를 방지한다.",
	example_3 :"정보통신망법 - 증권 거래 규제, 공시 의무, 자산 관리와 투자자 <br>보호 규정 등을 주요 내용으로 하는 법이다.",
	example_4 :"노동법 - 근로자의 권리를 보호하고, 공정한 노동 환경을 조성하기 <br>위한 법규이다.",

	explain : 
		"정보통신망법은 개인정보 <br>유출을 방지하고, 사이버 보안을 <br>강화하며, 정보통신망의 <br>신뢰성을 높이기 위한 법이며, <br>개인정보 수집 및 처리, <br>정보보호 조치, 개인정보 유출 시 <br>통지 의무 등을 <br>주요 내용으로 하는 법이다."
};

quizData[2]={
	question :
		"다음 중 해외 기업 윤리경영 관련 주요 법규들에 <br>대한 설명으로 바르지 <font color='#0036ff'><span style='border-bottom:2px solid #0036ff;'>못한</span></font> 것은?",
	answer : 1,
	bogiGap: 38,

	example_1 :"윤리경영 관련 법률은 국가별로 차이가 존재하지 않는다.",
	example_2 :"글로벌 기업들이 반드시 준수해야 하는 주요 법률들 중에는 반부패, <br>소비자 보호, 환경보호, 데이터보호, 직원의 권리와 복지를 보장하기 <br>위한 법 등이 있다.",
	example_3 :"미국의 청정공기법, 청정수법, EU의 REACH 규정 등은 환경 보호를 <br>위해 글로벌 기업들이 반드시 염두에 두고 준수해야 한다.",
	example_4 :"뇌물 수수 및 제공을 금지하는 법률은 거의 모든 국가에서 공통적으로 <br>요구된다.",

	explain : 
		"각 국가에서 윤리경영 관련 <br>법률은 차이가 있을 수 있다. <br>기업들은 각국의 특수한 법규나 <br>규제를 준수하며 윤리적 경영을 <br>실천해야 한다."
};