var scriptDataArr = [];

scriptDataArr[1] = 
"";

scriptDataArr[2] = 
"우리 회사의 윤리강령 내용을 숙지하고 계신가요?"+
"<br>만약 회사 윤리경영의 슬로건을 만든다면, 어떻게 표현할 수 있을까요?"+
"<br>"+
"<br>“Don't be evil(악하지 말자)”을 슬로건으로 한 윤리강령을 가지고 있는 회사가 있습니다."+
"<br>1998년에 설립된 이후, 초기부터 직원과 사용자에게 공정하고 투명하게 행동하겠다는 약속에서 시작한 슬로건이라고 합니다."+
"<br>"+
"<br>이는 단순히 비즈니스의 성공을 추구하는 것이 아니라, 사람들에게 도움이 되는 정보를 제공하고 윤리적으로 행동할 것을 강조하는 데 목적이 있었습니다."+
"<br>이 회사는 바로 구글(Google)입니다."+
"<br>"+
"<br>사용자 데이터를 보호하고 공정성을 유지하며, 사회적 책임을 다하겠다는 의지를 내포하고 있는 이 슬로건은 정보의 민주화와 혁신을 추구하는 글로벌 기업으로서,"+
"<br>구글이 비즈니스를 운영할 때 반드시 지켜야 할 기본적인 윤리 기준을 상징하는 것이라고 합니다. "+
"<br>설립 초기부터 윤리적이기를 다짐했으나, 구글 역시 2010년대 초반, 사용자 데이터를 수집하는 방식에 대한 논란이 있었습니다. "+
"<br>"+
"<br>구글은 사용자 개인정보 보호와 관련하여 다양한 조치를 취했지만, 여전히 데이터 수집 방식에 대한 비판이 있었습니다."+
"<br>이때 구글은 내부적으로 윤리강령을 다시 강조하며, 사용자에게 신뢰를 주기 위한 노력을 더욱 강화했습니다."+
"<br>구글의 직원들이 사용자 정보를 어떻게 처리해야 하는지를 명확히 하고, “Don’t be evil”의 정신에 따라 행동하도록 독려했습니다."+
"<br>이 과정에서 구글은 사용자에게 더 투명하게 정보가 수집되고 사용되는 방식을 설명하고, 사용자들이 데이터를 어떻게 관리할 수 있는지를 안내하는 기능을 추가했습니다. "+
"<br>"+
"<br>또한 구글의 윤리헌장은 투명성, 정직과 신뢰, 사회적 책임, 다양성과 포용성, 윤리적 의사결정을 주요 내용으로 하는 단순한 규정집이 아니라, 회사의 전반적인 운영과 문화에"+
"<br>깊이 스며들어 직원들이 회사의 가치를 이해하고 실천할 수 있도록 돕는 중요한 역할을 합니다. "+
"<br>"+
"<br>윤리헌장이 모든 직원이 이러한 윤리적 가치를 내재화하고 이를 바탕으로 의사결정을 내리도록 유도한다면, 실천지침은 윤리적 기준을 일상적인 업무에 적용하는 방법을"+
"<br>제공합니다. "+
"<br>"+
"<br>구글은 정기적인 윤리 교육을 실시하고, 의사소통의 투명성을 강조합니다."+
"<br>또한, 인공지능 기술이 차별적으로 사용되지 않도록 다양한 검토 절차를 마련하며, 여러 사회적 이니셔티브에 참여하여 책임 있는 기업 시민으로서의 역할을 다하고자 합니다."+
"<br>2010년대 초반의 논란에도 불구하고 구글이 사용자 신뢰를 회복하고, 회사의 윤리적 이미지를 강화할 수 있었던 이유는 이렇게 구글의 윤리강령, 윤리헌장, 실천지침 등이"+
"<br>단순한 문구가 아니라 실제 행동으로 이어지는 기준이 되기 때문입니다. "+
"<br>"+
"<br>예를 들어, 2018년, 구글은 개인정보 보호를 강화하기 위해 “Privacy Policy”를 개선했습니다."+
"<br>이 과정에서 사용자에게 어떤 정보가 수집되고 어떻게 사용되는지를 명확히 설명하는 기능을 추가했습니다."+
"<br>이러한 조치는 사용자 신뢰를 회복하기 위한 중요한 결정이었으며, 많은 긍정적인 반응을 이끌어냈습니다."+
"<br>"+
"<br>“Don’t be evil”은 구글 모든 직원의 윤리적 행동과 의사결정에 깊이 뿌리내려져 있으며, 결론적으로, 긴밀하게 잘 연결되어 있는 윤리강령, 윤리헌장, 실천지침을 바탕으로"+
"<br>행동할 때, 기업은 고객과의 신뢰를 쌓을 수 있다는 점을 잘 보여줍니다. "+
"<br>"+
"<br>우리 회사의 윤리경영은 고객을 향해 있나요?"+
"<br>회사가 추구하는 윤리적 가치는 단순한 규정이 아니라, 실질적 행동, 의사결정으로 이어지고 있다고 생각하시나요?"+
"<br>우리 회사의 윤리 슬로건, 우리 팀의 윤리 슬로건, 혹은 자신만의 직장 윤리 슬로건을 만들어 책상 앞에 붙여 놓는 것은 어떨까요?";

scriptDataArr[3] = 
"이번 시간에는 윤리강령, 윤리헌장, 실천지침, 국내 기업 윤리경영 관련 주요 법규, 해외 기업 윤리경영 관련 주요 법규에 대해 알아보겠습니다."+
"<br>학습목표를 확인한 후 본격적으로 학습을 시작해보도록 하겠습니다.";


scriptDataArr[4] = 
"윤리강령, 윤리헌장, 실천지침은 기업이 윤리적 행동을 촉진하고 법적 및 도덕적 기준을 준수하기 위해 마련하는 중요한 도구입니다."+
"<br>이번 시간에는 윤리강령, 윤리현장, 실천 지침의 개념, 정의와 역할에 대해 자세히 살펴보겠습니다. "+
"<br>"+
"<br>먼저 윤리강령에 대해 알아보겠습니다. "+
"<br>윤리강령은 조직의 모든 구성원에게 기대되는 윤리적 행동 기준을 명확히 규정한 문서입니다."+
"<br>조직의 가치와 윤리적 원칙을 설명하며, 올바른 행동과 결정을 내리는 데 도움을 줍니다."+
"<br>"+
"<br>윤리강령에 담겨있는 내용에 대해 알아보겠습니다."+
"<br>윤리강령에는 정직, 공정성, 책임감 등 조직이 중시하는 윤리적 가치와 원칙을 명시합니다."+
"<br>또한 조직 내에서 지켜야 할 구체적인 윤리적 행동 기준을 설명합니다."+
"<br>예를 들어, 이해 충돌 방지, 비밀 유지, 공정한 대우 등이 포함될 수 있습니다."+
"<br>세번째로, 윤리적 딜레마나 문제 상황에서 올바른 결정을 내리는 데 도움이 되는 지침을 제공합니다."+
"<br>마지막으로 윤리적 문제나 비윤리적 행동을 보고할 수 있는 절차와 채널을 설명하는 내용을 담고 있습니다. "+
"<br>"+
"<br>이러한 윤리강령을 통하여 기업은 직원들에게 명확한 윤리적 행동 기준을 제공하여 일관성 있는 행동을 유도하고, 조직 내 윤리적 문화를 조성하며, 윤리적 가치와 원칙을"+
"<br>조직의 운영에 반영할 수 있도록 합니다."+
"<br>또한 법적 문제를 예방하고, 윤리적 문제가 발생했을 때 적절히 대응할 수 있도록 하는 것을 목표로 합니다. "+
"<br>"+
"<br>다음은 윤리헌장에 대해 알아보겠습니다."+
"<br>윤리헌장은 조직의 윤리적 가치를 공식적으로 선언하고, 조직의 비전과 사명에 윤리적 원칙을 통합하는 문서입니다. "+
"<br>"+
"<br>윤리강령이 구체적인 행동 기준에 초점을 맞춘다면, 윤리헌장은 조직의 철학과 윤리적 비전을 중심으로 합니다."+
"<br>"+
"<br>윤리헌장은 다음의 3가지를 주요 내용으로 담습니다."+
"<br>첫번째 주요내용은, 비전과 사명입니다."+
"<br>윤리헌장은 조직의 윤리적 비전과 사명, 그리고 그것이 조직 운영에 어떻게 적용되는지를 설명합니다."+
"<br>"+
"<br>두번째, 윤리적 가치. 윤리헌장은 조직이 추구하는 주요 윤리적 가치를 서술합니다."+
"<br>이는 조직의 목표와 전략에 윤리적 기준을 통합하는 데 도움을 줍니다."+
"<br>"+
"<br>세번째, 장기적 목표. 윤리헌장은 윤리적 가치를 반영하여 조직의 장기적인 목표와 전략을 설정합니다."+
"<br>"+
"<br>윤리헌장의 목표 또한 세가지로 나누어 볼 수 있는데요."+
"<br>먼저 조직의 비전과 사명에 윤리적 원칙을 통합하여 장기적인 윤리적 목표를 설정해야 하며, 윤리적 원칙을 바탕으로 조직의 방향성과 전략을 제시할 수 있어야 합니다."+
"<br>마지막으로 윤리헌장을 통해 조직의 윤리적 문화를 강화하고, 구성원들에게 윤리적 행동의 중요성을 상기시킬 수 있어야 합니다. "+
"<br>"+
"<br>이번에는 실천지침에 대해 알아보겠습니다."+
"<br>실천지침은 윤리강령과 윤리헌장에 명시된 원칙을 실제 상황에서 어떻게 적용할지에 대한 구체적인 지침을 제공하는 문서입니다."+
"<br>실천지침은 직원들이 일상 업무에서 윤리적 행동을 실천할 수 있도록 돕습니다."+
"<br>"+
"<br>그렇다면 실천지침에는 어떤 내용들이 담겨야 할까요?"+
"<br>첫째, 상황별 지침입니다."+
"<br>특정 상황이나 업무에서 어떻게 윤리적 행동을 실천해야 하는지에 대한 구체적인 지침을 제공합니다."+
"<br>예를 들어, 이해 충돌 상황, 기밀 정보 처리, 고객 대응 시 행동 지침 등이 포함됩니다."+
"<br>"+
"<br>두번째는 문제 해결 절차입니다."+
"<br>윤리적 문제를 해결하기 위한 단계별 절차를 통해 문제 발생 시 어떻게 대처하고 해결할 수 있는지에 대한 지침을 제공합니다."+
"<br>"+
"<br>세번째로는 교육과 훈련입니다."+
"<br>직원들이 실천지침을 이해하고 효과적으로 적용할 수 있도록 하는 교육 및 훈련 프로그램에 대한 내용을 포함하고 있습니다."+
"<br>"+
"<br>이러한 실천지침은 윤리강령과 윤리헌장에서 제시된 원칙을 실제 상황에 적용하여 실천할 수 있도록 도우며, 윤리적 문제를 발생 시 해결할 수 있는 구체적인 절차와 지침을"+
"<br>제공합니다."+
"<br>또한 실천지침을 통해 윤리적 행동을 강화하고, 지속적으로 개선해 나갈 수 있습니다. "+
"<br>"+
"<br>이 세 가지 문서는 함께 작용하여 조직의 윤리적 문화를 강화하고, 법적 및 도덕적 기준을 충족하는 데 중요한 역할을 합니다.";

scriptDataArr[5] = 
"한국에서 기업 윤리경영과 관련된 법규는 기업의 윤리적 행동과 경영을 규제하고, 법적 요구사항을 준수하기 위해 마련된 다양한 법적 틀을 포함합니다."+
"<br>"+
"<br>주요 법규들을 차례로 살펴보겠습니다."+
"<br>첫번째 법규는 부정청탁 및 금품 등 수수의 금지에 관한 법률로서 부정청탁금지법이라고 합니다."+
"<br>이 법은 공직자와 기업 간의 부정한 청탁과 금품 수수를 금지합니다."+
"<br>따라서 공직자가 부정청탁을 받거나 금품을 수수할 경우, 이는 법적 제재를 받을 수 있습니다."+
"<br>공정한 거래와 투명한 행정을 보장하며, 공공 부문과 민간 부문 간의 부패를 방지하는 것을 목표로 하며, 주요 내용으로는 금품 및 접대의 기준, 부정청탁의 금지,"+
"<br>제재 조치 등이 있습니다."+
"<br>"+
"<br>두번째 법률은 공정 거래법입니다."+
"<br>공정 거래법은 기업 간의 경쟁을 촉진하고 불공정 거래 행위를 규제합니다."+
"<br>주요 목적은 소비자 보호와 시장 경쟁 촉진입니다."+
"<br>따라서 공정한 거래 질서를 유지하고, 독점 및 가격 담합 등 불공정 거래 행위를 방지하는 것이 목표입니다."+
"<br>주요 내용으로는 가격 담합 금지, 시장 지배적 지위 남용 금지, 불공정 거래 행위 규제 등이 있습니다. "+
"<br>"+
"<br>세번째는 정보통신망 이용촉진 및 정보보호 등에 관한 법률입니다."+
"<br>정보통신망법이라고도 하는데요, 정보통신망의 안전성과 개인정보 보호를 규제하여 기업이 고객의 개인정보를 안전하게 처리하고 보호하도록 요구하는 법률입니다."+
"<br>따라서 개인정보 유출을 방지하고, 사이버 보안을 강화하며, 정보통신망의 신뢰성을 높이는 것을 목표로 하며, 개인정보 수집 및 처리, 정보보호 조치, 개인정보 유출 시"+
"<br>통지 의무 등에 대한 내용을 다루고 있습니다."+
"<br>"+
"<br>네번째, 개인정보 보호법입니다."+
"<br>개인정보보호법은 개인의 개인정보를 보호하고, 기업이 개인정보를 처리하는 방법에 대한 규제를 명확히 하는 법률입니다."+
"<br>따라서 개인정보보호법의 목표는 개인의 프라이버시 보호 및 개인정보 처리의 투명성 보장이며, 주요내용으로는 개인정보 수집 및 이용, 개인정보 처리 방침, 개인정보 보호"+
"<br>조치 등이 있습니다. "+
"<br>"+
"<br>다섯번째, 노동법입니다."+
"<br>노동법은 근로자의 권리를 보호하고, 공정한 노동 환경을 조성하기 위한 법규로서, 근로자의 안전과 건강, 공정한 임금 및 근로 조건을 보장합니다."+
"<br>주요 내용으로는 최저 임금, 근로 시간, 안전 및 건강 기준, 해고 및 차별 금지 등이 있습니다. "+
"<br>"+
"<br>여섯번째, 세무기본법입니다."+
"<br>세무기본법은 세금의 부과와 징수, 납세자의 권리와 의무를 규명하는 법률로서 세무 행정의 투명성을 확보하고, 세금 탈루 및 불법 세금 회피를 방지하는 것을 목표로 합니다."+
"<br>주요 내용으로는 세금 신고 및 납부 의무, 세금 탈루 방지 조치, 세무 조사와 처벌 규정 등이 있습니다. "+
"<br>"+
"<br>일곱번째, 회계법입니다."+
"<br>회계법은 기업의 회계 처리와 재무 보고에 관한 규정을 명시한 법률로서, 기업의 재무 정보를 투명하게 공개하고, 회계 부정을 방지하도록 합니다."+
"<br>주요 내용으로는 회계 처리 기준, 재무 보고 의무, 외부 감사와 내부 통제 규정 등이 있습니다. "+
"<br>"+
"<br>여덟번째, 상법입니다."+
"<br>상법은 상업 거래와 기업의 운영 및 조직 운영에 관한 법률로서, 기업의 공정한 운영과 거래를 보장하며, 기업의 법적 책임을 규명하는 것을 목표로 합니다."+
"<br>주요 내용으로는 상업 거래의 원칙, 기업의 조직 및 운영, 기업의 법적 책임과 의무 등이 있습니다. "+
"<br>"+
"<br>마지막 아홉번째, 자본시장법입니다."+
"<br>자본시장법은 자본 시장의 투명성과 공정성을 보장하기 위한 법률로서, 주식 및 채권 거래와 관련된 규제를 포함합니다."+
"<br>자본 시장의 신뢰성을 높이고, 시장 조작 및 불공정 거래를 방지하는 것을 목표로 하며 주요 내용으로는 증권 거래 규제, 공시 의무, 자산 관리와 투자자 보호 규정 등이"+
"<br>있습니다."+
"<br>"+
"<br>이 법규들은 한국에서 기업 윤리경영을 실천하기 위한 법적 기반을 제공합니다."+
"<br>기업은 이러한 법규를 준수하여 법적 리스크를 줄이고, 윤리적이고 투명한 경영을 실천할 수 있습니다.";

scriptDataArr[6] = 
"이번에는 기업 윤리경영과 관련된 해외의 주요 법규에 대해 살펴보겠습니다."+
"<br>대다수 국가에서 공통적으로 요구되는 윤리경영 관련 법률로는 반부패 법률, 소비자 보호법률, 환경보호 법률, 데이터 보호 법률, 노동법 등이 있습니다."+
"<br>자세히 알아볼까요? "+
"<br>"+
"<br>첫번째 법률은 반부패 법률입니다."+
"<br>대부분의 국가에는 뇌물 수수 및 제공을 금지하는 법률 등 부패 방지를 위한 반부패 법률이 존재합니다."+
"<br>"+
"<br>두번째는 소비자 보호 법률입니다."+
"<br>소비자의 권리를 보호하고, 공정한 거래 관행을 보장하는 법률로서, 대체로 소비자에게 정확한 정보를 제공하고 불공정한 상행위를 금지하는 내용을 포함합니다."+
"<br>"+
"<br>세번째는 환경 보호 법률입니다."+
"<br>이 법률은 기업이 환경에 미치는 영향을 최소화하고 지속 가능한 경영을 수행하도록 요구하는 법률로서 많은 국가에서 환경 규제를 통해 기업의 환경적 책임을 명시합니다."+
"<br>"+
"<br>네번째 법률은 데이터 보호 법률입니다."+
"<br>개인정보 보호를 위한 법률로서, 기업이 고객의 개인정보를 안전하게 관리하고 보호할 의무를 규정하는데요, GDPR과 같은 법률이 여기에 해당합니다."+
"<br>"+
"<br>마지막 다섯번째는 노동법입니다."+
"<br>노동법은 직원의 권리와 복지를 보장하기 위한 법률로서, 안전한 근무 환경, 공정한 임금, 근로 시간 등의 기준을 설정합니다."+
"<br>"+
"<br>이러한 법률들은 기업이 윤리적으로 운영되고, 사회적 책임을 다하는 데 필수적인 요소로 자리잡고 있습니다."+
"<br>"+
"<br>그 중에서도 특히 글로벌 기업들이 염두에 두고 반드시 준수해야 하는 주요 법률들 중 기본이 되는 것들을 살펴보도록 하겠습니다. "+
"<br>먼저 반부패 법률 중 주요 법률에는 미국의 외국공무원부패방지법(FCPA)와 영국의 부패방지법(UK Bribery Act)이 있으며, 소비자 보호 법률 중에는 EU 소비자 권리 지침이"+
"<br>있습니다."+
"<br>이 지침은 소비자에게 공정한 거래를 보장하고 정보 제공 의무를 규정합니다."+
"<br>"+
"<br>또한 환경 보호 법률에는 미국의 청정공기법(Clean Air Act)과 청정수법(Clean Water Act)과, 화학 물질의 안전성 및 환경 영향에 대한 규제를 포함하는 EU의 REACH 규정"+
"<br>등이 있으며, 데이터 보호 법률에는 개인 데이터의 처리 및 보호에 대한 엄격한 규정을 규명하는 유럽의 일반 데이터 보호 규정(GDPR)과 소비자의 개인정보 보호 권리를"+
"<br>강화하는 캘리포니아 소비자 프라이버시 법(CCPA)이 있습니다."+
"<br>"+
"<br>마지막으로 노동법 및 인권 관련 법규에서 반드시 염두해 두어야 할 기본이 되는 법률은 근로자의 권리 보호 및 안전한 작업 환경을 보장하는 국제노동기구(ILO) 협약 그리고"+
"<br>기업이 인권을 존중하고 보호할 책임을 명시하고 있는 인권에 대한 UN 지침입니다."+
"<br>이 외에도 각국의 특수한 법규나 규제가 존재합니다."+
"<br>따라서 기업들은 이러한 법률을 잘 준수하며 윤리적 경영을 실천해야 할 것입니다.";


scriptDataArr[7] = 
"퀴즈를 통해 오늘 학습한 내용을 확인해 보세요."

scriptDataArr[8] = 
"핵심노트를 통해 이번 시간에 학습한 내용을 정리해보세요."

scriptDataArr[9] = 
""
