var scriptDataArr = [];

scriptDataArr[1] = 
"";

scriptDataArr[2] = 
"‘환경 보호, 친환경, 지속 가능한 패션과 윤리적 경영’ 하면 여러분들의 머릿속에 떠오르는 의류 브랜드는 무엇인가요? "+
"<br>"+
"<br>‘꽤 많은 분들이 ‘파타고니아(Patagonia)’를 떠올리실 거라고 생각합니다."+
"<br>파타고니아는 여전히 환경 보호와 지속 가능한 패션을 핵심 가치로 하며 혁신적인 기업으로 자리매김 하고 있습니다. "+
"<br>"+
"<br>그럼 파타고니아는 단순히 ‘친환경적’이라서 성공한걸까요?"+
"<br>과연 이 기업을 성공으로 이끈 것은 무엇일까요? "+
"<br>"+
"<br>파타고니아의 첫 번째 특징은 그들의 경영 철학과 비즈니스 모델이 일관되게 환경을 우선시한다는 점입니다. "+
"<br>"+
"<br>그들은 환경 보호를 위해, 제품의 내구성을 높이고, 불필요한 소비를 줄이는 캠페인을 벌여왔습니다. "+
"<br>"+
'<br>기업들이 흔히 세일이나 마케팅 캠페인을 통해 소비를 촉진하는 시점에, 파타고니아는 "Don’t Buy This Jacket"라는 광고를 내걸었습니다.'+
"<br>이 광고는 블랙프라이데이에 진행한 캠페인에 ‘구매를 자제하라’는 메시지를 던진 것으로, 당시로서는 매우 파격적인 캠페인이었죠."+
"<br>이게 정말 ‘마케팅’이 될 수 있을까요?"+
"<br>왜 소비자들에게 구매를 자제하라고 말했을까요?"+
"<br>전략적인 바이럴마케팅이었을까요?"+
"<br>사실 그 이유는 간단합니다"+
"<br>"+
"<br>파타고니아는 내부적으로 제품을 오래 사용하길 원했기 때문입니다."+
"<br>소비가 아닌 지속 가능한 소비를 촉진하려는 목표를 가지고 있었고, 그들의 캠페인은 그들 스스로의 신념과 정확히 일치했습니다."+
"<br>내부에서 ‘우리는 환경 보호를 최우선으로 삼는다’는 가치를 실천하면서, 그것이 외부 소비자들에게도 고스란히 전달된 거죠."+
"<br>"+
"<br>그렇다면 여러분은 이 캠페인에 대해 어떻게 생각하시나요?"+
"<br>만약 파타고니아가 소비를 촉진하면서 환경 보호를 이야기했다면, 그 메시지가 진정성을 잃지 않았을까요? "+
"<br>"+
"<br>그들은 내부에서 실천하는 가치와 외부에서 전달하는 메시지를 일관되게 연결했기 때문에, 고객이 기업을 신뢰할 수 있었던 것입니다."+
"<br>결국, 이 신뢰가 성공적인 브랜딩을 만들었던 거죠."+
"<br>"+
"<br>여기서 한 가지 중요한 질문을 던져보겠습니다."+
"<br>우리는 기업의 윤리적 기준이 어떻게 실천되는지에 대해 얼마나 신뢰하고 있을까요?"+
"<br>소비자들, 여러분은 어떤 기업의 메시지를 믿으시나요?"+
"<br>우리가 흔히 말하는 윤리적 소비란 무엇일까요?"+
"<br>단순히 친환경적이고 공정무역 인증을 받은 제품을 구매하는 것일까요?"+
"<br>아니면 그 기업이 내부에서도 그 신념을 실천하고 있는지가 더 중요한 기준일까요?"+
"<br>"+
"<br>파타고니아는 공정무역과 지속 가능한 생산을 통해 그들의 메시지와 실제 행동을 일관되게 유지해왔습니다."+
"<br>공정무역 인증을 받은 제품을 생산하면서, 그들은 내부적으로도 노동자들의 권리와 근로 환경을 보호하고 있습니다."+
"<br>이건 단지 외부에서 보이는 마케팅 전략이 아니라, 기업의 전반적인 철학으로 일관되게 실천한 것입니다."+
"<br>이러한 일관성은 결국 ‘신뢰’로 이어졌습니다."+
"<br>파타고니아는 자신들이 믿는 가치를 내부와 외부에서 동시에 실천함으로써, 소비자들의 신뢰를 얻었고, 그 신뢰가 바로 브랜드의 성장과 성공을 가져왔습니다."+
"<br>"+
"<br>여러분은 어떤 브랜드가 진정성을 가지고 있다고 느끼시나요?"+
"<br>우리는 그 브랜드가 내부적으로도 그 가치를 실천하는지를 어떻게 알 수 있을까요?"+
"<br>"+
"<br>헨리 클라우드는 ‘인테그리티(Integrity)’를 내부와 외부의 일관성이라고 정의합니다."+
"<br>즉, 내부에서 믿고 실천하는 가치가 외부와의 관계에서도 그대로 실천되어야 한다는 것입니다."+
"<br>인테그리티는 단순한 정직이나 윤리적 행동에 그치는 것이 아닙니다."+
"<br>인테그리티는 우리가 내부에서 믿고 실천하는 가치가 외부에서 일관되게 실현되는 과정입니다."+
"<br>파타고니아가 바로 그 점에서 다른 기업들과 차별화된 것입니다."+
"<br>그들은 자신들의 철학을 단순히 말로만 하지 않았습니다."+
"<br>그 철학을 제품, 광고, 캠페인, 생산 과정 모든 부분에서 일관되게 실천했기 때문에 고객은 진정성을 느꼈고, 그 신뢰는 결국 브랜드의 힘이 되었습니다."+
"<br>"+
"<br>여기서, 우리가 생각해봐야 할 문제가 떠오릅니다."+
"<br>당신은 자신의 신념을 얼마나 일관되게 표현하고 행동하시나요?"+
"<br>여러분이 일하는 조직이나, 소속된 커뮤니티에서 여러분은 얼마나 일관되게 내부의 신념을 외부로 전달하고 있나요?"+
"<br>"+
"<br>내부에서 말하는 것과 실제 행동이 다를 때, 신뢰는 쉽게 무너질 수 있습니다."+
"<br>내부의 신념과 외부의 메시지가 일치할 때, 진정한 인테그리티가 실현된다고 할 수 있죠."+
"<br>파타고니아는 그 점에서 모범적인 사례입니다. "+
"<br>"+
"<br>우리가 어떤 일을 하든, 조직에서 어떤 역할을 맡고 있든, 내부의 신념을 일관되게 실천하는 것이 결국 지속 가능한 신뢰와 성과를 만들어 간다는 점을 잊지 말아야겠습니다."

scriptDataArr[3] = 
"이번 시간에는 인테그리티란 무엇이며, 그 효과와 유지방법 그리고 적용방법에 대해 알아보겠습니다."+
"<br>학습목표를 확인한 후 본격적으로 학습을 시작해보도록 하겠습니다."

scriptDataArr[4] = 
"인테그리티(integrity)란 정직성, 도덕적 일관성, 자기 자신에 대한 진실성을 의미합니다."+
"<br>간단히 말하면, 내적 가치와 원칙에 따라 일관되게 행동하는 것입니다. "+
"<br>인테그리티를 가진 사람은 자신의 말과 행동에 일관성을 유지하며, 타인에게도 신뢰와 존중을 바탕으로 관계를 맺습니다."+
"<br>인테그리티가 중요한 이유는 개인과 사회, 그리고 조직의 신뢰와 존중을 구축하는 핵심적인 요소이기 때문입니다. "+
"<br>인테그리티는 단순히 도덕적 가치나 규범에 대한 준수를 넘어서, 개인의 정체성과 행동에 일관성을 부여하고, 타인과의 건강한 관계를 유지하게 합니다. "+
"<br>"+
"<br>인테그리티의 구성요소는 4가지로 요약해 볼 수 있습니다."+
"<br>첫째 자기 자신에 대한 진실성, 둘째, 타인과의 관계 시 신뢰성, 셋째, 결과에 대한 책임감, 넷째, 타인에 대한 존중."+
"<br>이 4가지 구성요소를 차례로 좀 더 자세하게 살펴보겠습니다."+
"<br>"+
"<br>첫번째, 자기 자신에 대한 진실성입니다."+
"<br>자기 자신에게 진실되다는 것은 자신의 내면을 인정하고, 자신의 가치를 바탕으로 일관된 행동을 하는 것입니다."+
"<br>자신이 어떤 사람인지를 아는 것이 출발점이며, 이를 통해 외부의 유혹이나 압력에 흔들리지 않을 수 있습니다."+
"<br>"+
"<br>두번째, 신뢰성입니다."+
"<br>신뢰는 관계의 핵심입니다."+
"<br>신뢰할 수 있는 사람은 자신의 말과 행동에 일관성이 있으며, 약속을 지킵니다."+
"<br>직장 내에서도 신뢰를 쌓는 것이 성공적인 협업과 커뮤니케이션을 이끄는 중요한 요소입니다."+
"<br>"+
"<br>세번째 결과에 대한 책임감입니다."+
"<br>책임감 있는 사람은 자신의 행동에 대한 결과를 인정하고, 실패를 두려워하지 않으며, 문제를 해결하려고 노력합니다."+
"<br>리더는 문제를 외부에 돌리기보다, 먼저 자신의 역할을 되돌아보고 해결책을 모색합니다."+
"<br>"+
"<br>네번째는 타인에 대한 존중입니다."+
"<br>존중은 모든 인간관계의 기본입니다."+
"<br>타인을 존중하는 사람은 상호 존중을 통해 강한 신뢰를 형성하고, 더 나아가 건강한 사회적 관계를 유지합니다."

scriptDataArr[5] = 
"이번에는 인테그리티의 효과에 대해서 알아보겠습니다."+
"<br>인테그리티는 조직이나 개인이 정직, 일관성, 윤리적 행동을 바탕으로 행동할 때 발생하는 중요한 이점을 제공합니다."+
'<br>이는 단순히 "옳은 일을 한다"는 의미를 넘어서, 기업이나 개인이 내부의 가치와 외부의 행동이 일치하도록 만드는 강력한 원칙입니다.'+
"<br>인테그리티가 주는 혜택은 여러 면에서 조직의 성과와 신뢰에 직결되며, 장기적인 성공을 가능하게 합니다."+
"<br>"+
"<br>인테그리티가 주는 가장 큰 혜택은 신뢰입니다."+
"<br>신뢰는 모든 관계의 핵심이며, 특히 고객, 직원, 투자자와의 관계에서 중요한 역할을 합니다."+
"<br>"+
"<br>먼저 기업은 인테그리티를 통해 고객의 신뢰를 얻을 수 있습니다."+
"<br>소비자는 투명하고 신뢰할 수 있는 기업과 거래하려고 합니다."+
"<br>기업이 인테그리티를 지키면 고객은 그 기업에 대한 신뢰가 쌓이고, 이는 고객 충성도로 이어집니다."+
"<br>예를 들어, 파타고니아는 환경 보호와 지속 가능한 소비를 중시하며, 일관된 가치를 통해 신뢰를 얻었습니다."+
"<br>이로 인해 고객은 더 자주, 더 많이 구매하며, 브랜드에 대한 충성도가 높아집니다."+
"<br>"+
"<br>두번째, 기업 내부적으로 인테그리티가 유지되면 직원들은 상호 존중과 공정함을 느끼게 됩니다."+
"<br>이는 직원들의 사기를 높이고, 높은 몰입도와 업무 효율성을 불러일으킵니다."+
"<br>조직 내에서 윤리적 행동을 장려하고 이를 실천하면, 직원 이직률이 낮아지고, 긍정적인 기업 문화를 형성하는 데 도움이 됩니다."+
"<br>"+
"<br>세번째로 인테그리티를 유지하는 기업은 투자자 신뢰를 얻을 수 있습니다."+
"<br>투자자들도 윤리적이고 투명한 기업에 투자하고 싶어합니다."+
"<br>인테그리티가 보장된 기업은 장기적인 재정적 안정성을 추구하고, 법적 리스크나 부정적 사건에 대한 가능성을 최소화합니다."+
"<br>이로 인해 투자자 신뢰가 쌓이고, 자금 조달이 원활해집니다."+
"<br>"+
"<br>인테그린티가 주는 두번째 혜택은 장기적인 지속 가능성입니다."+
"<br>인테그리티를 중심으로 한 비즈니스 모델은 단기적인 이익을 넘어 지속 가능한 성장을 촉진합니다."+
"<br>단기적으로 이익을 추구하며 비윤리적 방식으로 행동할 수 있겠지만, 이는 결국 법적 리스크, 브랜드 가치 훼손, 고객 이탈 등으로 이어질 수 있습니다."+
"<br>반면, 기업이 윤리적인 행동을 실천하면, 장기적인 관점에서 안정적이고 지속 가능한 성장을 추구할 수 있습니다."+
"<br>"+
"<br>예를 들어, 스타벅스는 공급망에서 윤리적 원두 공급을 중요시하고, 공정무역 인증을 받은 커피를 사용함으로써, 단기적인 비용을 감수하더라도 지속 가능한 성장을"+
"<br>이루었습니다."+
"<br>이는 소비자들의 충성도를 증가시키고, 브랜드의 가치 상승을 가져왔습니다."+
"<br>"+
"<br>인테그린티가 주는 세번째 혜택은 위기 대응 능력 강화입니다."+
"<br>비즈니스에서 위기는 언제든지 발생할 수 있습니다."+
"<br>그러나 인테그리티를 바탕으로 한 기업은 위기 관리에서 유리한 위치에 있습니다."+
"<br>위기 상황에서 정직하고 투명한 커뮤니케이션을 통해 빠르게 대응할 수 있기 때문입니다."+
"<br>"+
"<br>에어브릭(Airbricks)과 같은 기업들은 위기 상황에서 인테그리티를 바탕으로 잘못된 행동이나 제품 결함에 대해 즉각적으로 인정하고 책임을 지는 태도를 취했습니다."+
"<br>이는 고객에게 신뢰를 주며, 위기를 빠르게 수습할 수 있게 도와주었습니다."+
"<br>반면, 위기에서 비윤리적 대응이나 정보 은폐를 하는 기업은 더 큰 위기를 초래할 수 있습니다."+
"<br>예를 들어, 폭스바겐의 디젤 게이트 사건처럼 비윤리적 행동이 폭로될 경우, 브랜드 신뢰도는 급격히 떨어지고, 법적 제재나 경제적 손실을 초래할 수 있습니다."+
"<br>"+
"<br>인테그린티가 주는 네번째 혜택은 조직 문화 강화입니다."+
"<br>윤리적 기준이 명확히 세워지고, 리더십이 이를 선도하면, 조직 전체에서 건전한 기업 문화가 자리 잡히게 됩니다."+
"<br>예를 들어, 구글은 처음부터 ‘투명한 문화’와 ‘정직한 커뮤니케이션’을 중요하게 여기며 직원들이 자유롭게 의견을 제시하고, 서로 신뢰를 쌓을 수 있는 환경을 만들었습니다."+
"<br>이러한 문화는 혁신적인 아이디어와 문제 해결 능력을 촉진하는 데 큰 역할을 하고 있습니다."+
"<br>"+
"<br>또한, 인테그리티가 뒷받침된 조직은 외부 감사나 내부 감시 시스템에서 신뢰를 얻어 법적 문제나 부정행위를 사전에 차단할 수 있습니다."+
"<br>"+
"<br>인테그린티가 주는 다섯번째 혜택은 법적 리스크 감소입니다."+
"<br>윤리적인 경영을 하는 기업은 법적 문제에 휘말릴 가능성이 적습니다."+
"<br>인테그리티를 지키는 기업은 법과 규제를 준수하며, 비윤리적 행동을 사전에 차단하기 때문에 소송이나 법적 제재를 예방할 수 있습니다."+
"<br>예를 들어, Johnson & Johnson은 타이레놀 중독 사건에서 회사의 신속하고 윤리적인 대응으로 소비자 신뢰를 유지하며, 법적 리스크를 줄일 수 있었습니다."+
"<br>"+
"<br>반면, 성실하지 않은 대처는 법적 문제를 키우고, 브랜드 가치를 크게 훼손할 수 있습니다."+
"<br>"+
"<br>인테그린티가 주는 여섯번째 혜택은 시장 경쟁력 강화입니다."+
"<br>인테그리티는 기업의 경쟁력을 강화하는 요소로 작용합니다."+
"<br>기업이 윤리적인 행동을 유지하고, 사회적 책임을 다하면, 소셜 미디어나 언론에서 긍정적인 평가를 받게 됩니다."+
"<br>이는 브랜드 인지도와 호감도를 높이고, 경쟁 시장에서 유리한 입장을 차지할 수 있게 합니다."+
"<br>주로 껌을 생산하는 트라이덴트(Trident)는 자원 채취에서부터 제조에 이르기까지 윤리적인 기준을 준수 하였고, 이는 공정한 거래와 지속 가능한 제품 생산을 통해"+
"<br>소비자들에게 긍정적인 브랜드 이미지를 구축하며, 시장에서 강력한 경쟁력을 갖게 되었습니다."+
"<br>사람들이 윤리적인 브랜드를 더 선호하는 경향은 그만큼 경쟁 우위로 작용합니다."

scriptDataArr[6] = 
"이번에는 인테그리티를 유지하는 방법을 세가지로 정리해 보았습니다."+
"<br>그럼, 차례로 살펴보겠습니다. "+
"<br>"+
"<br>첫번째 일관된 가치관 설정입니다."+
"<br>인테그리티를 유지하려면 먼저 자신의 가치관을 명확히 하고, 그에 따른 행동 기준을 세우는 것이 필수적입니다."+
"<br>이것은 개인과 조직이 결정을 내릴 때 어떤 기준을 따를지에 대한 지침을 제공합니다."+
"<br>가치관 설정은 단순히 윤리적 원칙을 정하는 것뿐만 아니라, 어떤 상황에서도 변하지 않는 기준을 만드는 것을 의미합니다."+
"<br>예를 들어, 정직, 투명성, 책임감, 공정성 등은 보편적으로 중요한 가치들이지만, 각 개인이나 조직의 상황에 맞는 구체적인 행동 규범을 설정해야 합니다."+
"<br>이 기준은 마치 나침반처럼, 어떠한 상황에서도 자신이 올바른 방향으로 나아갈 수 있도록 도와줍니다. "+
"<br>"+
"<br>이 가치관은 지속적으로 점검해야 합니다."+
"<br>특히 외부의 압력이나 단기적인 유혹이 있을 때, 가치관이 흔들리지 않도록 주의해야 합니다."+
"<br>예를 들어, 회사의 매출 목표가 너무 비현실적이어서 직원들이 비윤리적인 방법으로 목표를 달성하려는 유혹에 빠질 때, 회사가 윤리적인 경영을 고수한다는 점을 다시 한번"+
"<br>상기시키고, 그에 맞는 행동을 지속적으로 실천해야 합니다."+
"<br>"+
"<br>인테그리티를 유지하는 두번째 방법은 자기 반성과 피드백 수용입니다."+
"<br>자기 반성은 인테그리티를 유지하는 데 있어 중요한 요소입니다."+
"<br>사람은 누구나 실수할 수 있습니다."+
"<br>중요한 것은 실수를 인정하고, 그 실수를 교훈으로 삼아 개선하려는 의지입니다."+
"<br>자기 반성을 통해 우리는 자신의 잘못을 인식하고 내부적 기준에 맞지 않는 행동을 고칠 수 있습니다."+
"<br>특히 비즈니스 상황에서 우리는 종종 상황을 변명하거나, 자신의 실수를 감추려는 유혹에 빠질 수 있습니다."+
"<br>그러나 자기 반성을 통해 자신의 행동을 돌아보고, 무엇이 잘못되었는지 정직하게 인정하는 것이 중요합니다."+
"<br>이는 자기 개선의 첫 걸음이기 때문입니다. "+
"<br>"+
"<br>또한, 피드백을 수용하는 태도도 중요합니다."+
"<br>피드백은 우리가 보지 못한 점을 깨닫게 해주며, 그것을 받아들임으로써 더 나은 방향으로 나아갈 수 있게 됩니다."+
"<br>단기적으로는 불편할 수 있지만, 장기적으로는 개인적인 성장과 기업 문화의 발전에 큰 도움이 됩니다."+
"<br>예를 들어, 애플의 창립자 스티브 잡스는 자신의 실수를 인정하고 그로부터 배우는 것을 중요한 가치로 삼았습니다."+
"<br>애플의 초기 실패를 통해 잡스는 더 나은 제품 개발과 조직 리더십을 향상시킬 수 있었습니다."+
"<br>그는 항상 자신의 행동에 대해 반성하고, 자신과 팀에게 피드백을 제공하여 기업 문화를 발전시켜 나갔습니다."+
"<br>"+
"<br>인테그리티를 유지하는 세번째 방법은 어려움 속에서도 원칙을 유지하는 것입니다."+
"<br>위기 상황에서 인테그리티를 유지하는 것은 매우 중요하지만, 가장 어려운 일 중 하나일 수 있습니다."+
"<br>외부의 압력이나 단기적인 이익을 추구하는 유혹이 있을 때, 올바른 원칙을 지키는 것이 가장 큰 도전입니다."+
"<br>예를 들어, 폭스바겐의 배기가스 스캔들에서는 회사가 환경 기준을 속이기 위해 불법적인 방법을 사용했는데, 이는 단기적으로 비용 절감과 규제 회피라는 목표를 달성할 수"+
"<br>있었지만, 결국 브랜드 신뢰를 크게 손상시키고, 법적 문제와 막대한 벌금을 초래했습니다."+
"<br>이 사건은 단기적인 이익을 위해 원칙을 무시했을 때 얼마나 큰 결과가 발생할 수 있는지를 보여주는 대표적인 사례입니다."+
"<br>"+
"<br>반면, 어려운 상황 속에서도 원칙을 고수한 기업은 위기를 극복하고 오히려 신뢰를 강화하는 경우도 많습니다."+
"<br>예를 들어, 타이레놀 사건에서 존슨앤존슨은 제품의 안전성 문제를 투명하게 공개하고, 리콜을 결정하며 위기를 극복했습니다."+
"<br>이 회사는 정직과 책임감을 바탕으로 위기를 처리했고, 그 결과 소비자 신뢰를 회복하며 장기적인 브랜드 가치를 높일 수 있었습니다."+
"<br>"+
"<br>기업이나 개인이 어려운 상황에서 원칙을 고수하려면 명확한 기준이 필요합니다."+
"<br>위기 속에서 올바른 결정을 내리는 힘은 자신이 어떤 가치를 지향하는지에 대한 확신과 준비에서 나옵니다."+
"<br>즉, 외부의 압박과 유혹이 있을 때, 가치관과 원칙을 재확인하고, 이를 고수할 수 있어야 합니다."

scriptDataArr[7] = 
"우리의 삶에 인테그리티를 어떻게 적용할 수 있을까요?"+
"<br>인테그리티를 갖춘 기업들을 좀 더 살펴보며, 우리의 일상과 직장에서 인테그리티를 적용하고 실현할 수 있는 방법에 대해 알아보도록 하겠습니다."+
"<br>"+
"<br>인테그리티를 갖춘 첫번째 기업은 벤앤제리입니다."+
"<br>이 기업은 단순한 아이스크림 브랜드를 넘어 사회적 책임을 다하는 기업으로 잘 알려져 있습니다."+
"<br>환경 보호와 사회적 정의를 핵심 가치로 삼고 있으며, 이를 바탕으로 제품과 경영 방식을 실천하고 있습니다."+
"<br>공정 무역(fair trade) 제품을 사용하고, 지속 가능한 농업과 친환경적인 생산 방법을 채택하는 등 환경에 미치는 영향을 최소화하는 데 중점을 둡니다."+
"<br>또한, 회사는 사회적 정의와 윤리적 소비를 강조하며, LGBTQ+ 권리, 환경 보호, 인권 문제 등 다양한 사회 운동을 적극적으로 지지하고 이를 위한 캠페인을 벌입니다."+
'<br>예를 들어, "Save Our Swirled"라는 캠페인을 통해 기후 변화와 싸우기 위해 목소리를 높였으며, 이와 같은 캠페인을 통해 고객들에게 환경 보호와 사회적 책임의 중요성을'+
'<br>알리고 있습니다.'+
"<br>"+
"<br>또한, 회사는 이윤 추구보다는 사회적 가치 실현을 우선시하는 경영 방침을 고수하며, 공정 무역 제품을 사용하고 소셜 비즈니스의 일환으로 지속 가능한 발전 목표를"+
"<br>달성하기 위한 활동도 활발히 전개하고 있습니다."+
"<br>이러한 사회적 책임과 윤리적 경영을 통해 고객의 신뢰와 충성도를 얻고 있으며, 더 나아가 기업의 사회적 역할을 넘어서 긍정적인 사회적 변화를 이끄는 주체로 자리매김하고"+
"<br>있습니다."+
"<br>"+
"<br>인테그리티를 갖춘 두번째 기업은 마이크로소프트입니다."+
"<br>이 기업은 단순히 세계적인 소프트웨어 기업을 넘어, 윤리적 경영과 사회적 책임을 중요시하는 기업으로 잘 알려져 있습니다."+
"<br>데이터 보호와 프라이버시에 대한 강한 의지를 가지고 있으며, 이를 기업 운영의 핵심 가치로 삼고 있습니다."+
"<br>특히, 유럽연합 개인정보 보호법인 GDPR을 철저히 준수하며, 사용자 데이터를 투명하게 관리하고 프라이버시 보호를 최우선으로 삼고 있습니다."+
"<br>마이크로소프트는 이러한 노력 외에도 디지털 접근성을 높이고, 기술의 혜택을 더 많은 사람에게 제공하기 위한 프로그램을 적극적으로 추진해 왔습니다."+
"<br>예를 들어, 기술 격차 해소와 디지털 교육을 위한 다양한 이니셔티브를 통해 사회적 책임을 다하고 있습니다."+
"<br>"+
"<br>뿐만 아니라 지속 가능한 발전을 위해 기후 변화 대응에 대한 의지를 강하게 표명하고, 탄소 중립 목표를 달성하기 위해 다양한 활동을 전개하고 있습니다."+
"<br>이와 함께, 인공지능(AI) 기술을 개발하면서도 윤리적 기준을 설정하여, AI가 공정하고 투명하게 운영될 수 있도록 하고 있습니다."+
"<br>마이크로소프트는 기술 혁신이 사회적 책임과 윤리적 기준을 동반해야 한다고 믿으며, 이를 바탕으로 제품과 서비스의 개발을 이끌어가고 있습니다."+
"<br>그들은 사용자 신뢰를 가장 중요한 가치로 삼고, 윤리적 경영과 사회적 기여를 기업의 DNA로 삼으며, 지속 가능한 미래를 만들기 위한 노력을 계속하고 있습니다."+
"<br>"+
"<br>결론적으로, 인테그리티는 일상생활과 직장에서 모두 중요한 가치로, 개인의 신뢰성을 높이고, 윤리적 행동을 통해 긍정적인 사회적 영향을 미칩니다."+
"<br>"+
"<br>일상생활에서 인테그리티를 적용하기 위해서는 첫째, 정직하게 행동해야 합니다."+
"<br>작은 거짓말도 없이 솔직하고 투명하게 행동하는 것이 기본입니다."+
"<br>"+
"<br>둘째, 원칙을 고수해야 합니다."+
"<br>윤리적 기준을 설정하고 이를 일관되게 지키는 태도가 필요합니다."+
"<br>"+
"<br>셋째, 타인을 존중해야 합니다."+
"<br>다른 사람의 의견과 감정을 존중하며 배려하는 태도도 인테그리티의 일부입니다."+
"<br>"+
"<br>넷째, 책임감 있게 행동해야 합니다."+
"<br>실수나 잘못에 대해 회피하지 않고 책임지는 자세를 취하는 것이 중요합니다."+
"<br>"+
"<br>이번에는 직장에서 직장 윤리와 연계하여 인테그리티를 실현하는 방법에 대해 살펴보겠습니다."+
"<br>"+
"<br>첫째, 공정하고 투명한 의사결정을 내립니다."+
"<br>업무 배정이나 승진 시 편견 없이 공정한 기준을 적용해야 합니다."+
"<br>"+
"<br>둘째, 윤리적 리더십을 실천합니다."+
"<br>조직에서 리더의 영향력은 매우 큽니다."+
"<br>따라서 리더는 반드시 직원들에게 윤리적 기준을 제시하고, 불공정한 행동에 대응해야 합니다."+
"<br>"+
"<br>셋째, 상호 존중의 문화를 만들기 위해 노력해야 합니다."+
"<br>존중과 배려를 바탕으로 갈등을 최소화하고 서로를 존중하는 분위기를 조성해야 합니다."+
"<br>"+
"<br>넷째, 비윤리적 행동에 적극적으로 대응합니다."+
"<br>부정직하거나 불법적인 행동을 목격하면 이를 고발하고 해결하려는 태도가 필요합니다."+
"<br>"+
"<br>다섯째, 일관된 자기 관리가 필요합니다."+
"<br>성실하게 업무를 수행하고, 마감 기한을 지키는 등 책임감 있는 태도를 유지하는 것이 필요합니다."+
"<br>"+
"<br>마지막으로 회사의 가치와 원칙 을 준수해야 합니다."+
"<br>회사의 비전과 윤리적 원칙에 맞게 행동해야 하겠습니다."




scriptDataArr[8] = 
"퀴즈를 통해 오늘 학습한 내용을 확인해 보세요."

scriptDataArr[9] = 
"핵심노트를 통해 이번 시간에 학습한 내용을 정리해보세요."

scriptDataArr[10] = 
""
