var scriptDataArr = [];

scriptDataArr[1] = 
"";

scriptDataArr[2] = 
"한 남성이 여러 개의 쇼핑백을 들고 백화점 매장을 이곳저곳 둘러봅니다."+
"<br>"+
"<br>물건을 고르고 카드로 결제도 합니다."+
"<br>그러나 그가 사용한 카드는 본인의 것이 아닙니다."+
"<br>이는 전화금융사기에 속은 50대 피해자 명의의 모바일 신용카드였습니다."+
"<br>어떻게 된 일일까요? "+
"<br>"+
"<br>피해자는 '택배 발송 주소가 불일치한다'는 문자 한통을 받고 문자에 포함된 URL주소를 클릭해 앱을 다운로드 받았습니다."+
"<br>그러나 이 문자는 사기 조직이 보낸 것으로 주소 확인을 요청하여 악성 앱이 자동으로 설치되도록 했던 것이었습니다. "+
"<br>"+
"<br>이로 인해 피해자의 개인정보가 탈취되었고, 사기범들은 이 정보를 이용해 피해자 명의의 신용카드를 만들어 명품을 구매하고 대출까지 받았습니다."+
"<br>피해액은 약 1억 원에 달했습니다. "+
"<br>"+
"<br>결국 카드 사용액과 대출금은 모두 피해자의 빚으로 돌아왔고, 하루아침에 1억 원의 채무가 생긴 피해자는 안타깝게도 극단적인 선택을 한 것으로 전해졌습니다."+
"<br>미디어를 통해서 뿐 아니라 주변에서도 심심찮게 접하게 되는 흔한 뉴스가 아닌가 싶습니다."+
"<br>이런 일이 빈번히 발생하는 이유가 무엇일까요? "+
"<br>"+
"<br>정보 관리가 허술하기 때문입니다."+
"<br>개인이 정보 보호를 강화하는 데에는 한계가 있으며, 개인의 정보를 보유하고 있는 수많은 기업들이 개인정보 유출 방지를 위해 더욱 적극적으로 노력해야 합니다. "+
"<br>"+
"<br>특히 정보 관리를 담당하는 기업의 제도나 시스템만큼이나 임직원들의 노력이 필요합니다."+
"<br>모든 직원이 개인정보 보호의 중요성을 인식하고, 안전한 정보 관리 관행을 실천해야만 비로소 기업의 정보 보안이 강화될 수 있습니다."+
"<br>이러한 노력이 결합될 때, 안타까운 사건들이 반복되지 않도록 할 수 있을 것입니다.";

scriptDataArr[3] = 
"이번 시간에는 국내 기업 윤리경영 동향과 글로벌 기업의 윤리경영 동향에 대해 알아보겠습니다."+
"<br>학습목표를 확인한 후 본격적으로 학습을 시작해보도록 하겠습니다.";

scriptDataArr[4] = 
"최근 이슈들을 기반으로 한 한국 기업들의 윤리경영 사례를 몇 가지 소개하겠습니다."+
"<br>이들 사례는 최근 몇 년간 발생한 구체적인 윤리적 문제에는 어떤 것들이 있으며, 이와 관련하여 기업들이 어떤 대응을 해나가고 있는지 보여줍니다."+
"<br>"+
"<br>첫번째 사례는 2023년에 발생한 아모레퍼시픽의 개인정보 유출 사건입니다. "+
"<br>해킹 공격에 의해 발생한 고객 개인정보 유출 사건으로, ‘개인정보 보호법 및 정보통신망법’ 상 고객의 개인정보 보호와 관련된 법적 책임을 수반한 사건이 되겠습니다."+
"<br>개인정보 유출사건에 대한 아모레퍼시픽의 조치와 윤리경영 실천에 대해 살펴보면, 해당 기업은 개인정보 유출 사실을 즉시 공개하였으며, 피해 고객에게 이를 통지하고,"+
"<br>유출된 개인정보의 종류와 범위에 대한 정보를 제공했습니다."+
"<br>또한 해킹 사건 이후 보안 시스템을 강화하고, 데이터 암호화 및 접근 통제 등을 통해 보안 조치를 개선했습니다."+
"<br>그리고 개인정보 보호와 사이버 보안에 대한 직원 교육을 강화하여 유사 사건의 재발 방지를 위해 노력하였으며, 외부 보안 전문가를 통해 보안 시스템을 점검하고,"+
"<br>보안 취약점을 분석하여 개선 방안을 마련하였습니다."+
"<br>"+
"<br>두번째 사례는 쿠팡 물류센터 근로자 처우 및 안전 문제 관련 사례입니다. "+
"<br>쿠팡 물류센터의 근로자들이 과도한 노동과 열악한 근로 환경 처해있다는 지적이 제기되며, 물류센터의 노동 조건과 안전 관리에 대한 비판이 있었습니다."+
"<br>이는 노동법 및 인권과 관련된 심각한 문제였습니다."+
"<br>해당 사례에 대한 쿠팡의 조치 및 실천 방안을 살펴보면, 먼저 물류센터의 근로 환경을 개선하기 위해 안전 설비를 강화하고, 근로자의 작업 시간과 휴식 시간을 조정하여"+
"<br>과중한 노동을 줄이기 위해 노력했습니다."+
"<br>또한 근로자들에게 정기적으로 안전 교육을 실시하고, 안전 사고를 예방하기 위한 교육 프로그램을 도입했으며, 근로자들의 임금을 인상하고, 복리후생을 개선하여"+
"<br>근로자들의 처우를 개선했습니다."+
"<br>그리고, 근로 환경과 안전 문제를 실시간으로 모니터링할 수 있는 시스템을 도입하여, 문제 발생 시 신속하게 대응할 수 있는 체계를 구축하였습니다."+
"<br>"+
"<br>세번째 사례는 마켓컬리의 사례입니다."+
"<br>마켓컬리의 근로자들이 열악한 근로 조건과 임금 문제를 제기하며, 노동법 준수와 관련된 법적 문제를 야기했습니다. "+
"<br>마켓컬리의 노동법 준수와 관련된 문제에 대한 조치와 실천 방안에 대해 살펴보면, 먼저 근로자의 근로 환경과 조건을 개선하기 위해 임금 인상과 근로 시간 조정을"+
"<br>실시하였으며, 모든 관리자를 대상으로 노동법과 근로 조건에 관한 교육을 실시하여 법적 요구 사항을 준수하도록 하였습니다."+
"<br>그리고 근로자와의 소통을 강화하고, 근로자의 의견을 반영하여 근로 환경을 개선하기 위한 프로그램을 도입하였습니다."+
"<br>또한 근로 조건과 관련된 문제를 해결하기 위해 정기적인 내부 감사를 실시하고, 문제 해결을 위한 조치를 취했습니다."+
"<br>"+
"<br>마지막 사례는 CJ 제일제당의 회계부정의혹 사례입니다."+
"<br>2023년 초, CJ 제일제당의 회계 처리와 재무 보고에서 부정이 발견되었으며, 이로 인해 상법 및 회계법과 관련된 법적 책임과 기업 신뢰성 문제가 발생하였습니다. "+
"<br>이에 대한 해당 기업의 대응을 살펴보면, 먼저, 회계 부정을 방지하기 위해 국제 회계 기준(IFRS)을 철저히 준수하고, 회계 처리 과정을 개선하였습니다."+
"<br>또한 내부 회계 및 재무 관리 시스템, 회계 부정을 예방하기 위한 내부 통제 절차를 강화하였으며, 외부 감사 기관을 통해 재무 보고의 투명성을 검토하고, 감사 결과에 따라"+
"<br>개선 조치를 취했습니다."+
"<br>그리고 윤리적 경영을 강화하기 위한 정책을 수립하였으며, 임직원들에게 윤리적 행동 기준에 대한 교육을 실시하였습니다."+
"<br>이 네 가지 사례는 최근 국내 기업들의 주요 윤리경영 관련 이슈들과 윤리 이슈 발생시 기업들이 어떻게 윤리경영을 강화하고 있는지를 잘 보여줍니다. "+
"<br>"+
"<br>사례들을 통한 최근 국내 기업들의 윤리경영 동향을 요약하여 정리해보면, 첫째, 사고 대응 및 공개에 있어 투명성이 강화되었습니다."+
"<br>아모레퍼시픽의 개인정보 유출 사례에서 처럼, 기업들이 문제가 발생했을 때 즉시 사실을 공개하고 고객에게 통지하는 방식으로 투명성을 강화하고 있습니다."+
"<br>이는 신뢰 회복을 위한 중요한 첫걸음으로 여겨집니다."+
"<br>"+
"<br>두번째는 근로자 처우 개선입니다."+
"<br>앞서 살펴보았던 쿠팡이나 마켓컬리의 사례에서 보듯, 기업들이 근로자들의 처우와 안전을 개선하기 위한 노력을 기울이고 있습니다."+
"<br>근로 환경 개선, 임금 인상, 안전 교육 강화 등이 대표적인 조치입니다."+
"<br>이는 사회적 책임을 다하고, 인권을 존중하는 방향으로 나아가는 경향을 반영합니다."+
"<br>"+
"<br>세번째 국내 기업의 윤리경영 트렌드는 법적 준수와 이를 위한 교육 강화입니다."+
"<br>기업들이 노동법, 회계법 등 법적 요구 사항을 준수하기 위해 관리자를 대상으로 교육을 실시하는 등의 노력을 강화하고 있습니다."+
"<br>J사의 회계 부정 의혹 사건에서 볼 수 있듯이, 법적 책임을 피하기 위해 내부 통제와 감사를 강화하고 있습니다."+
"<br>"+
"<br>네번째는 윤리적 경영문화 정착입니다."+
"<br>기업들이 윤리적 경영을 강화하기 위해 정책을 수립하고, 직원들에게 윤리적 행동 기준에 대한 교육을 실시하는 경향이 두드러집니다."+
"<br>이는 기업의 지속 가능한 성장을 위한 기반이 됩니다."+
"<br>"+
"<br>마지막 다섯번째입니다."+
"<br>최근 국내 기업의 사례를 살펴보면, 외부 전문가를 활용하여 감사와 점검을 하는 경향을 보입니다."+
"<br>특히, 보안 및 회계 시스템의 점검을 위해 외부 전문가를 활용하는 사례가 증가하고 있습니다."+
"<br>이는 기업의 내부 통제를 강화하고, 외부의 시각을 통해 문제를 조기에 발견하는 데 도움을 줍니다."+
"<br>"+
"<br>이러한 동향은 기업들이 사회적 책임을 다하고, 윤리적인 경영 문화를 정착시키려는 노력을 지속하고 있다는 것을 보여줍니다."+
"<br>각 기업이 직면한 문제를 해결하기 위한 실질적인 조치들이 이러한 방향으로 나아가고 있음을 알 수 있습니다.";

scriptDataArr[5] = 
"이번에는 해외 기업 사례를 통해 최근 글로벌 기업 윤리경영 동향은 어떠한지 살펴보도록 하겠습니다."+
"<br>"+
"<br>첫번째 사례는 마이크로소프트입니다."+
"<br>기업의 환경적 책임을 다하기 위해 2030년까지 탄소 중립을 달성하겠다는 목표를 설정하여, 기후 변화에 대한 적극적인 대응을 표명했습니다."+
"<br>이는 기업의 환경적 책임을 강조하는 중요한 이정표로 여겨집니다."+
"<br>이를 위해 마이크로소프트는 탄소 제거 기술에 대한 투자를 진행하고 전 세계 데이터 센터에서 100% 재생 에너지를 사용하는 목표를 설정하여, 이를 단계적으로 도입하고"+
"<br>있습니다."+
"<br>또한, 정기적으로 지속 가능성 보고서를 발행하여 진행 상황을 투명하게 공개하고 있습니다."+
"<br> "+
"<br>두번째는 모건 스탠리의 사례입니다."+
"<br>2023년 모건 스탠리는 ESG 보고서의 투명성 부족으로 인해 투자자와 이해관계자들로부터 신뢰를 잃는 상황에 직면하게 되었습니다."+
"<br>이를 해결하기 위해 모건 스탠리는 ESG 보고서를 재작성하고, 외부 감사 기관의 검토를 받아 신뢰성을 높였으며 또한 ESG 성과와 관련된 데이터를 공개하여 투자자와"+
"<br>이해관계자에게 투명한 정보를 제공하였습니다."+
"<br>그리고 ESG 보고의 신뢰성을 확보하기 위해 환경 및 사회적 책임 전문가와 협력하여 보고서의 정확성을 개선하였으며, 직원들에게 ESG 기준과 관련된 교육을 강화하여"+
"<br>윤리적 경영에 대한 인식을 제고하는 노력을 계속해서 하고 있습니다."+
"<br>"+
"<br>세번째 사례는 구글의 개인정보보호법 위반 사례입니다."+
"<br>2023년, 구글은 유럽연합의 일반 개인정보 보호법(GDPR) 위반 혐의로 조사를 받았습니다."+
"<br>이는 사용자 개인정보 처리와 관련된 심각한 문제로 이어질 수 있었습니다."+
"<br>이러한 문제를 해결하기 위해 구글은 데이터 처리 및 저장 방식의 개선을 통해 GDPR을 철저히 준수하고 있고 사용자에게 개인정보 처리 방침을 명확히 안내하고,"+
"<br>데이터 수집 및 처리에 대한 정보를 투명하게 제공하고 있습니다."+
"<br>또한 개인정보 보호를 위한 내부 시스템을 강화하고, 데이터 접근 및 관리에 대한 통제 조치를 시행하였으며, 법적 문제 해결을 위해 벌금을 납부하고 규제 기관과의 합의를"+
"<br>통해 문제를 해결했습니다."+
"<br>"+
"<br>네번째는 페이스북으로 유명한 메타입니다."+
"<br>메타는 시장 지배력을 남용하고 있다는 혐의로 반독점 조사에 연루되며, 공정 거래 문제에 대한 비판을 받고 있습니다."+
"<br>이에 대해 메타는 반독점 조사와 관련된 법적 절차를 준수하고, 규제 기관과 협력하여 문제를 해결하고 있습니다."+
"<br>또한 기업의 정책과 절차에 대한 투명성을 높여 시장 지배력 남용에 대한 우려를 해소하려고 하며, 윤리적 경영을 강화하기 위한 내부 정책을 개선하고, 공정 거래와 관련된"+
"<br>기준을 명확히 하고 있습니다."+
"<br>"+
"<br>마지막 사례는 엔비디아의 인공지능 기술 관련 사례입니다."+
"<br>2024년, 엔비디아는 인공지능(AI) 기술의 윤리적 사용과 공정성에 대한 논란으로 인해 기술 개발 과정에서 윤리 기준을 강화해야 하는 상황에 처했습니다."+
"<br>이러한 문제를 해결하기 위해 엔비디아는 AI 기술의 윤리적 사용을 보장하기 위해 윤리적 가이드라인을 제정하고, 기술 개발 과정에서 이를 준수하도록 했습니다."+
"<br>또한 AI 기술의 공정성을 검토하기 위한 시스템을 구축하고, 편향된 결과를 방지하기 위해 알고리즘을 개선하였으며, AI 기술의 사용과 관련된 정보와 정책을 투명하게"+
"<br>공개하고, 이해관계자와의 소통을 강화하고 있습니다."+
"<br>그리고 AI 개발자와 연구자들에게 윤리적 기준에 대한 교육을 실시하여 기술의 윤리적 사용을 장려하고 있습니다."+
"<br>"+
"<br>이러한 사례들을 바탕으로 최근 글로벌 기업들의 윤리경영 트렌드를 정리하여 보면, 첫번째, 환경적 책임을 강화하고 있습니다."+
"<br>많은 기업들이 탄소 중립 목표를 설정하고, 지속 가능한 비즈니스 모델을 구축하고 있습니다."+
"<br>마이크로소프트와 같은 기업은 재생 에너지 사용 및 탄소 제거 기술에 대한 투자를 통해 환경적 책임을 다하고자 노력하고 있으며, 이로 인해 고객과 투자자에게 긍정적인"+
"<br>이미지를 제공하고 있습니다."+
"<br>"+
"<br>두번째 트렌드는 ESG 보고 및 투명성 증대입니다."+
"<br>투자자와 이해관계자들의 기업 ESG(환경, 사회, 지배구조) 성과에 대한 투명성 요구에 따라 모건 스탠리는 ESG 보고서를 강화하고 외부 감사를 통해 신뢰성을 높이는 등의"+
"<br>조치를 취했습니다."+
"<br>이러한 노력은 기업의 평판과 신뢰성을 높이는 데 중요한 역할을 하고 있습니다."+
"<br>"+
"<br>세번째 트렌트는 개인정보 보호 및 데이터 처리 입니다."+
"<br>이제 GDPR과 같은 법적 요구사항 준수는 필수가 되었습니다."+
"<br>구글은 개인정보 보호를 강화하고 투명한 데이터 처리 방침을 마련하여 고객의 신뢰를 회복하고 있죠."+
"<br>또한 이러한 노력은 데이터 보안과 관련된 법적 위험을 줄이는 데 기여하고 있습니다."+
"<br>"+
"<br>네번째는 공정 거래 및 시장 지배력 관리입니다."+
"<br>메타와 같은 기업들은 시장 지배력 남용에 대한 규제의 압박을 받고 있으며, 이에 대응하기 위해 공정 거래 관련 정책과 절차를 강화하고 있습니다."+
"<br>이러한 변화는 기업의 지속 가능한 성장과 법적 요구사항을 충족하는 데 필수적입니다."+
"<br>"+
"<br>마지막 다섯번째 트렌드는 윤리적 기술 개발입니다. "+
"<br>인공지능(AI) 기술의 윤리적 사용이 부각되고 있으며, 엔비디아는 윤리적 가이드라인과 공정성 검토 시스템을 도입했습니다."+
"<br>이는 기술 발전이 사회에 미치는 영향을 고려한 접근 방식으로, 기업의 사회적 책임을 강조합니다."+
"<br>"+
"<br>전반적으로, 글로벌 기업들은 환경적 지속 가능성, 투명한 ESG 보고, 개인정보 보호, 공정 거래 및 윤리적 기술 개발을 통해 윤리경영을 강화하고 있습니다."+
"<br>이러한 동향은 기업의 신뢰성과 사회적 책임을 다하는 데 중요한 역할을 하며, 지속 가능한 미래를 위한 기반을 마련하고 있습니다."+
"<br>기업들은 이러한 노력들을 통해 더 나은 사회를 만들고, 고객과 투자자에게 긍정적인 영향을 미치고자 하고 있습니다.";


scriptDataArr[6] = 
"퀴즈를 통해 오늘 학습한 내용을 확인해 보세요."

scriptDataArr[7] = 
"핵심노트를 통해 이번 시간에 학습한 내용을 정리해보세요."

scriptDataArr[8] = 
""
