var script = [];
script[1] = '';
script[2] = '';
script[3] = '';
script[4] = '';
script[5] = '';
script[6] = '';
script[7] = '';
script[8] = '';

script[1] += '<p>카드뉴스로 보는 갑질관행 개선<p>';
script[1] += '<p>이번 시간의 학습목표를 살펴봅시다.<p>';

script[2] += '<p>갑과 을, 당신은 어느쪽인가요?</p>';
script[2] += '<p>갑질은 가진 자들이 그렇지 못 한 자들에게 행하는 언어적, 비언어적 폭력을 뜻합니다.</p>';
script[2] += '<p>2016 중앙정신보건사업지원단의 조사에 따르면 근로자 10명 중 6명 이상이 갑질 피해를 당한 경험이 있다고 합니다. </p>';
script[2] += '<p>또 4명 중 1명 갑질 가해의 경험이 있다고 털어놨습니다.</p>';
script[2] += '<p>갑질은 피해자뿐 아니라 가해자도 상당수가 심리적인 불편함을 겪는 것으로 알려져 있는데요.</p>';
script[2] += '<p>갑질 이후 가해자 역시 긍정적 감정보다는 부정적 감정을 크게 느낀다는 조사 결과도 나와 있습니다.</p>';
script[2] += '<p>반면 갑질을 당한 피해자는 분노와 무기력, 불면 등 심각한 고통을 받습니다. </p>';
script[2] += '<p>결국 갑질은 가해자와 피해자 모두에게 고통을 주는 셈이죠.</p>';
script[2] += '<p>이러한 분노와 억울함, 화, 짜증, 불안 등 갑질을 당한 후 겪는 피해자의 각종 고통스러운 감정들은 피해자를 피폐해지게 만들곤 합니다.</p>';
script[2] += '<p>필연적으로 이런 과정을 거치면서 갑질 피해자는 스스로 위축되어 적극적인 대처를 하지 못 하는 상황이 반복됩니다. </p>';
script[2] += '<p>결국 내 스스로 가해자가 될 수도, 피해자가 될 수도 있다는 것이 갑질의 무서움입니다.</p>';
script[2] += '<p>2018년 4월 대한민국의 전국 14세에서 99세 및 남녀 3,511명을 대상으로 갑질에 대한 두잇서베이 조사를 보면 다음과 같은 결과를 보이고 있습니다.</p>';
script[2] +=
  '<p>하나씩 살펴보면 본인이 갑, 을, 병 중 어디에 속한다고 생각하냐는 질문에 71.1%가 을이라고 생각하고 있다고 응답했고, 강자와 약자에 대한 태도를 묻는 질문에는 상황에 따라 다르다는 응답자가 47%로 많았으나, 약자에게 강한 유형도 14%에 달하고 있었습니다. </p>';
script[2] += '<p>다음으로 최근 1년간 갑질을 당해본 경험이 있냐는 질문에 30.2%가 그렇다고 응답했는데요. </p>';
script[2] +=
  '<p>그 상대로는 주로 직장고용주, 상사, 선배, 동료가 66.7%로 가장 많았고, 다음으로 직장 거래처가 23.4%, 제품/서비스 이용자 고객 등이 22%로 다양한 상대로부터 갑질을 당하는 경향이 있는 것으로 나타났습니다.</p>';
script[2] += '<p>또, 최근 1년간 갑질을 해봤느냐는 질문에는 5%만이 그렇다고 답하여, 갑질 피해비율에 비해 본인의 갑질 가해사실을 지각하는 비율이 상당히 적은 것을 알 수 있습니다. </p>';
script[2] += '<p>갑질을 하는 대상으로는 제품/서비스 공급자 39.1%, 직장동료나 후배 38.5%, 직장 거래처 24.7%순으로 나타났습니다.</p>';
script[2] +=
  '<p>갑질 문제의 심각성에 대한 질문에는 84.5%가 심각하다고 생각했고, 갑질 기업에게 취하는 태도로는 구매 중단이 57%, 시민운동 또는 관련기사 댓글 달기 등 기업 처벌을 요구하는 행위가 37.9%, 그냥 그러려니 하고 넘어가는 비율은 19.7%였습니다. </p>';
script[2] += '<p>이 설문조사와 여론조사를 통해 우리는 갑질을 당하기도 하고, 하기도 하는 등 때로는 피해자가 되고, 또 때로는 가해자가 되는 것을 알 수 있습니다.</p>';
script[2] += '<p>우리 분야를 가리지 않고 만연한 갑질 문화에 대한 호소와 폭로가 이어지고 있으나 그 대책은 미흡하다는 것이 각계의 반응입니다. </p>';
script[2] +=
  '<p>한 예로 대기업 계열사가 하도급 업체를 교체하면서 현장소장 교체한 적이 있는데 이 소장은 공사비 횡령을 이유로 하도급 업체를 고발, 78억 압류하는 바람에 D사는 개점휴업 상태로 아무런 일도 할 수 없었으나 결국 법원은 D사의 손을 들어줬습니다.</p>';
script[2] += "<p>갑질을 '생활 적폐’로 규정한 정부였고 신고와 조사 업무는 국민권익위원회 주 업무가 됐습니다. </p>";
script[2] += '<p>하지만 문제는 그 내부에 있었습니다. 국민권익위원회의 A국장은 자신의 대학원 과제를 부하 직원에게 대신하게 하는 등 갑질을 하다 적발됐습니다.</p>';
script[2] += '<p>2020년 극단적 선택을 한 배구선수 C, 하지만 가족들은 A구단의 부당한 대우와 트레이드를 빙자한 계약해지 등의 갑질이 극단적 선택의 원인이었다고 호소합니다.</p>';
script[2] += '<p>비정규직 노동자의 절반 가량이 갑질을 경험했다고 합니다. 그 내용은 일상적인 무시, 모욕, 폭언 등 다양했습니다.</p>';
script[2] += '<p>한 편에서는 모 시립극단 스태프들과 여배우 등이 상근 직원들로부터 인격모독 갑질을 당했다고 호소했습니다. </p>';
script[2] += '<p>직원들은 부상당한 여배우에게 “살을 뺐어야지 안 다치지"등 성적 수치심 유발하는 발언을 서슴지 않는 등 각종 갑질을 자행했습니다.</p>';
script[2] += '<p>누구나 갑질의 가해자이자 피해자가 될 수 있는 상황임에도 계속 재발되는 갑질, 가해자와 피해자의 경계가 모호해질 정도로 만연해있습니다.</p>';
script[2] += '<p>갑질의 정의를 알아보도록 하겠습니다. </p>';
script[2] += '<p>갑질이란 계약 권리상 쌍방을 의미하는 갑을 관계에서 파생된 말로 상대적으로 우위에 있는 ‘갑’에 특정 행동을 폄하해 ‘~질’이라는 접미사를 붙여 부정적인 어감이 강조된 신조어입니다. </p>';
script[2] +=
  '<p>계약은 정의상 둘 이상의 독립적인 개인이 자유의사에 의해 대등한 자격으로 체결하는 합의임에도 불구하고 상대적으로 우위에 있는 자가 우월한 신분, 지위, 직급, 위치 등을 이용하여 상대방에 오만 무례하게 행동하거나 이래라저래라 하며 제멋대로 구는 등 공정치 못한 행동을 하는 것을 말합니다.</p>';
script[2] +=
  '<p>갑질의 개념은 ‘갑질’은 사회·경제적 관계에서 우월적 지위에 있는 사람이 권한을 남용하거나, 우월적 지위에서 비롯되는 사실상의 영향력을 행사하여 상대방에게 행하는 부당한 요구나 처우를 의미하며 ‘가해자’는 갑질을 행하는 사람, ‘피해자’는 갑질 피해를 입은 사람을 의미합니다. 그리고 ‘사건 관계인’은 갑질 행위를 목격하거나, 갑질 행위에 대해 알고 있는 사람을 의미합니다.</p>';
script[2] += '<p>갑질이란 무엇일까요? </p>';
script[2] +=
  '<p>‘갑질’은 사회·경제적 관계에서 상대방보다 상대적으로 우위에 있는 자가, 권한을 남용하여 상대방에게 행하는 부당한 요구나 처우를 말합니다. 위법〮부당하거나 재량권 일탈〮남용에 해당하는 행위 또는 적법〮정당한 행위 또는 재량권 내의 행위라도 인격적 모멸감을 유발하는 경우도 이에 해당합니다. </p>';
script[2] += '<p>이런 갑질 문화는 오래전부터 우리 사회 곳곳에서 찾아볼 수 있는데요. </p>';
script[2] += '<p>원래의 의미보다 정치적 또는 경제적 권력에 의한 상하관계로 과도하게 자신의 특권을 행사하는 갑의 형태가 특히 문제가 되고 있습니다.</p>';
script[2] += '<p>갑질의 범위에는 육체적, 정신적 폭력, 언어폭력, 괴롭히는 환경 조장 등이 해당되는데요. </p>';
script[2] += '<p>단순히 한 가지 형태가 아닌 여러 가지가 복합된 형태로 나타나고 있습니다.</p>';
script[2] +=
  '<p>이처럼 갑질이 사회에 너무 만연하다 보니 정부는 2017년 공정거래위원회를 통해 국내 전 산업, 4800여 개 본사와 70여 개 대리점, 그리고 대리점 단체를 대상으로 본사와 대리점 간 거래실태조사를 하기까지 이르렀는데요. </p>';
script[2] += '<p>그로 인해 많은 불공정한 사례들이 세상 밖에 알려지기 시작했습니다.</p>';
script[2] += '<p>2019년 1월, 직장 내 괴롭힘 금지 및 피해 근로자 보호 등에 관한 법률안이 개정 및 신설되기 전 갑질의 근절을 위한 제도적 방안으로는 다음과 같습니다. </p>';
script[2] += '<p>옴부즈만, 국민신문고, 지자체, 시민단체를 두고 있었습니다. </p>';
script[2] +=
  '<p>옴부즈만은 불공정행위 상시 감시기구, 가맹분야 거래관행을 상시적으로 모니터링해서 불공정거래 징후 포착 시 공정위에 제보, 재도개선 등 각종 정책 추진 시 의견 제시, 현장의 문제점을 모아 제도개선 필요성 건의하도록 하였고, 국민신문고는 대한민국의 대표적인 국민소통 창구를 두어 공공부문 갑질 피해 민원만을 받고 있습니다. </p>';
script[2] += '<p>또 지자체에서는 불공정피해 상담센터 운영하고, 시민단체는 24시간 갑질 피해신고 콜센터 운영하고 있습니다.</p>';
script[2] +=
  '<p>2019년 1월, 직장 내 괴롭힘 금지 및 피해 근로자 보호 등에 관한 법률안이 개정 및 신설되기 전에는 오너형 갑질의 폭언 및 폭행인 경우 폭행죄로 간주하여 처벌하였고, 밀어내기 형 갑질인 강요 및 외압인 경우에는 협박죄로 처벌하고 말았습니다. </p>';
script[2] += '<p>결국 대부분은 집행유예로 판결이 났습니다.</p>';
script[2] += '<p>현행 근로기준법 등에는 직장 내 괴롭힘에 대한 정의 및 금지에 관해 명시되어 있습니다. </p>';
script[2] +=
  '<p>2019년 1월, 직장 내 괴롭힘 금지 및 피해 근로자 보호 등에 관한 법률안이 개정 및 신설되면서 직장 내 괴롭힘에 대해 사용자뿐만 아니라 다른 근로자가 지위 또는 관계 등의 우위를 이용하여 업무상 적정 범위를 넘어 다른 근로자에게 신체적〮정신적 고통을 주거나 근무환경을 악화시키는 행위로 정의하고, 이런 괴롭힘을 법으로 금지하는 것은 물론 사업주에게 가해자에 대한 징계 및 근무지 변경 후속조치 의무를 부여하고 있습니다.</p>';
script[2] +=
  '<p>특히, 사업주가 피해 근로자 또는 피해 사실을 진술, 증언하는 근로자에 대해 불리한 조치를 할 경우 3년 이하의 징역 또는 3,000만 원 이하의 벌금에 처하도록 하여 가해자 징계를 명확히 하고 2차 피해를 막기 위해 사업주에게 더 큰 책임을 묻도록 되어있습니다.</p>';
script[2] += '<p>또한 피해자에 대한 별도의 구제절차를 마련하고 괴롭힘에 대한 정의뿐만 아니라 벌칙규정까지 다양한 내용을 담고 있습니다.</p>';
script[2] += '<p>이처럼 직장 내 갑질 문제를 법과 제도의 테두리 안에서 해결해야 더욱 긴장하고 주의를 한다는 것은 참 안타까운 현실이 아닐 수</p>';
script[2] += '<p>있습니다.</p>';
script[2] += '<p>갑과 을. 계약관계에서 유래한 말이죠. </p>';
script[2] += '<p>보통 갑은 돈을 주고 일을 시키고, 을은 돈을 받고 일을 해야 하는 관계입니다. </p>';
script[2] += '<p>그러다 보니 갑은 강자, 을은 약자의 위치에 놓이게 되는 경우가 많습니다. </p>';
script[2] += '<p>그래서 우리 사회는 약자인 을을 보호하기 위해 많은 노력을 기울여 왔습니다. </p>';
script[2] += '<p>그런데 약자를 보호하고자 도입한 다양한 법과 제도를 실시하는 과정에서 갑은 가해자, 을은 피해자라는 자연스러운 프레임이 생기게 되었습니다. </p>';
script[2] += '<p>과연 무조건 갑은 가해자, 을은 피해자일까요? </p>';
script[2] += '<p>이 사건들을 한번 보시죠. </p>';
script[2] += '<p>을질이라는 말 들어 보셨죠? </p>';
script[2] += '<p>어떤 이들은 을은 무조건 피해자라는 프레임 속에서 원하는 것을 쉽게 얻고자 합니다. </p>';
script[2] += '<p>갑은 강자이고 가해자라는 사회적 프레임을 갑의 약점으로 악용하게 되는 것이죠. </p>';
script[2] += '<p>잘못을 저지르고도 자신들은 피해자라고 주장하며 법의 심판에도 면죄부를 받아야 한다고 주장하기까지 합니다. </p>';
script[2] += '<p>이렇게 되면, 을을 보호하려는 사회 분위기는 곧 갑을 공격하는 무기가 되어 버립니다. </p>';
script[2] += '<p>을을 보호하고 균형 잡힌 사회를 만들고자 하는 노력에 찬물을 끼얹게 되는 것이죠. </p>';
script[2] += '<p>갑질 관행을 뿌리 뽑기 위해서는 무조건 갑은 가해자, 을은 피해자라는 프레임은 버려야 합니다. </p>';
script[2] += '<p>의무의 이행과 권리의 주장이 균형을 잡아야 하는 것이죠. </p>';
script[2] += '<p>우리가 근절해야 하는 갑질이란 단순히 갑과 을의 관계를 떠나 상대의 약점을 이용하여 부당한 요구를 하는 모든 행위들입니다.</p>';
script[2] += '<p>블랙컨슈머는 기업 등을 상대로 부당한 이익을 취하고자 제품을 구매한 후 고의적으로 악성 민원을 제기하는 소비자를 뜻합니다. </p>';
script[2] += '<p>이들은 과도한 피해보상금을 요구하거나 거짓으로 피해를 호소하는 등 갑질을 저지르죠. </p>';
script[2] += '<p>한 예로 자사 분유 캔 입구에 녹이 슬었다는 이유로 100억 원을 달라고 요구한 블랙컨슈머에게 강경 대응한 A사의 사연이 있습니다. </p>';
script[2] += '<p>A사는 이 소비자의 갑질에 대해 적극적으로 대응하고 나섰죠. </p>';
script[2] +=
  '<p>이러한 갑질의 주인공인 블랙컨슈머들은 상품의 하자를 주장하며 거액의 보상금 요구하는가 하면 악의적 민원 제기하는데 그치지 않고 고의적으로 불량품을 발생시켜 이러한 사실을 온라인 유포하겠다는 협박까지 하기에 이르렀습니다. </p>';
script[2] += '<p>기업은 특정 소비자가 블랙컨슈머임을 인지하더라도 기업의 이미지에 대한 우려로 요구에 응할 수밖에 없는 현실이었습니다. </p>';
script[2] += '<p>하지만 요구에 응할 경우 비슷한 경우가 재발한다는 악순환의 고리를 끊을 수 없었죠. </p>';
script[2] += '<p>폭언과 폭행 등으로 영업 방해를 상시적으로 당한 S백화점은 직원의 피해가 빈번해지자 적극적인 대응에 나섰습니다. </p>';
script[2] += '<p>S백화점은 사고예방을 위해 고객 선언문 배치하고 폭언, 폭행 등이 발생하면 매장 보안팀과 경찰에 신고하는 등 강경한 대응 매뉴얼을 시행했습니다. </p>';
script[2] += '<p>이제 기업들은 막연히 피해를 감수하기보다는 블랙컨슈머에 적극 대응하기 시작했습니다.</p>';
script[2] += '<p>지금 우리 사회는 성희롱, 각종 차별, 공권력 남용, 폭력범죄 등 여러 사회문제들이 만연하고 있고, 이러한 여러 사회문제들의 중심에는 갑질이 자리 잡고 있다고 해도 과언이 아닙니다.</p>';
script[2] += '<p>대부분 본인은 직장에서 혹은 일상생활 중에 갑질의 피해자로, 갑질을 당했다고만 생각하지 정작 본인이 갑질의 가해자라는 생각은 하지 않는다고 합니다. </p>';
script[2] += '<p>그렇다면, 우리 사회의 여러 문제들은 피해자는 존재하지만, 가해자는 존재하지 않는다는 결론이 나오는데요. </p>';
script[2] += '<p>그럼, 갑질은 대체 누가 하는 걸까요?</p>';
script[2] += '<p>누가 가해자이고, 누가 피해자일까요? 지금부터 함께 자세히 알아보도록 하겠습니다.</p>';
script[2] +=
  '<p>우리는 대부분 갑질이 재벌 또는 재벌의 2세, 3세들, 혹은 고위공직자나 공무원, 판사나 검사, 또, 각 회사의 사업주이거나 직급이 높은 관리자들만이 하는 고유 행위이고, 그들이 모든 갑질의 온상이고, 행위자이며 가해자라고 여깁니다. </p>';
script[2] += '<p>언론을 통해, 또, 우리의 직장생활 속에서 그들이 대부분 가해자인 경우가 많은 것도 부인할 수 없는 사실일 것입니다. </p>';
script[2] += '<p>하지만, 한편으론 그 갑질의 피해자인 많은 을들 또한 그들만의 갑질을 하고 있다는 것을 알고 계신가요?</p>';
script[2] +=
  '<p>종종 뉴스 등 언론보도를 통해 홈쇼핑이나 소셜커머스, 음식점 등에서 머리카락이나 이물질이 나왔다고 사기를 치는 블랙컨슈머, 보험금을 받기 위해 일부러 사고를 조작하거나 아프지도 않은데 병원에 드러눕는 보험사기, 핸드폰, 인터넷 사용료 등 납부하지 않은 금액이 얼마 되지 않는다고 연락도 없다가 어느 날 갑자기 통장을 가압류하겠다고 날아오는 통신 체납 압류조치, 엘리베이터가 없는 건물은 3층 이상일 경우 배송 추가 요금, 사다리차를 요구하거나 고객은 왕이라며 도가 지나칠 정도로 거만하게 구는 경우 등등의 사례를 들어보셨을 겁니다. </p>';
script[2] += '<p>이 사례들은 갑질의 또 다른 유형으로 ‘을들의 갑질’이라고 할 수 있습니다.</p>';
script[2] += '<p>또, 이 을들의 갑질은 우리가 기존에 알고 있는 갑들의 갑질보다 상상 그 이상의 갑질을 하고 있는 경우가 많습니다.</p>';
script[2] += '<p>대체 이런 을의 갑질 행위들은 왜 생겨나는 걸까요? </p>';
script[2] += '<p>강자에겐 약하고, 약자에겐 강하다는 말이 있을 정도로 우리나라 사람들은 자신이 지위나 역할 내에서 우위에 있다고 느낄 때 본인도 </p>';
script[2] += '<p>모르게 갑질이 자연스레 나타납니다. </p>';
script[2] += '<p>혹자는 “상황이 나를 그렇게 만들었다”라고 하기도 하는데요. </p>';
script[2] += '<p>을의 갑질 원인은 크게 피해에 따른 보상심리, 자격지심, 차별의식, 질병으로 분류할 수 있습니다. </p>';
script[2] += '<p>그 원인과 심리를 사례와 함께 알아보겠습니다.</p>';
script[2] += '<p>먼저, 피해에 따른 보상심리입니다. </p>';
script[2] += '<p>갑질을 직접 당한 피해자는 남들보다 본인 스스로 갑질 근절을 위해 노력할 것이라고 생각하지만, 오히려 지위가 바뀌었을 때 갑질 양상을 심하게 보입니다. </p>';
script[2] +=
  '<p>직장생활이나 장사, 일상생활 속에서 셀 수 없는 갑질을 겪은 위치에 있는 경우로, 결국 더 큰 권력과 부를 가진 이들로부터 갑질을 당한 것에 대한 보상심리가 작용하는 것이라고 볼 수 있습니다. </p>';
script[2] += '<p>줄반장도 반장이고, 부녀회장도 회장이란 말이 있는데요. </p>';
script[2] += '<p>이런 자리에서도 갑질을 한다고 농담처럼 말이지만, 지위고하를 막론하고 조금이라도 권력이나 부가 생기면 곧바로 갑의 자세로 돌변하는 태도를 보입니다.</p>';
script[2] +=
  '<p>그 예로, 승진을 했을 때, 부하에게 관용을 베풀고 배려하는 것이 아닌 오히려 더 심한 행동을 하는 경우, 아파트 경비원은 자신이 월급 주는 사람이니 막 대해도 된다고 생각하고 종 부리듯 하는 경우, 아파트 안에 사고예방을 목적으로 한다는 명분 하에 아파트 지상으로는 택배차량 출입을 막고 입구에서부터 카트로 이동을 하게 시키는 경우, 대리기사, 음식점, 술집 종업원이나 도우미들을 막 대하는 행위, 통신사, 홈쇼핑 등 고객서비스센터 상담들사에게 막 대하는 행위를 함으로써 자신들이 당했던 여러 갑질로부터 보상을 받는다고 생각하는 심리입니다.</p>';
script[2] += '<p>두 번째로 학력, 지위, 직업, 생활수준에 따른 자격지심이 원인이 되기도 합니다. </p>';
script[2] +=
  '<p>이런 경우에는 타인은 나의 상황을 모르지만, 본인 스스로 타인에게 오히려 힘과 지위가 있고, 영향력을 행사할 수 있는 자리에 있다는 것을 강조함으로써 그들이 자신을 함부로 하지 못하고 굽신거리며, 자신을 존중할 것이라는 잘못된 심리에서 오는 것입니다.</p>';
script[2] +=
  '<p>그 예로, 토지보상 혹은 로또에 당첨되어 갑자기 큰 부를 얻어서 자신들이 돈을 쓰거나 어떤 행동을 할 때 본인을 무시한다고 오해하여 과잉행동을 하는 경우, 어르신들의 경우 젊은이들이 본인들을 나이가 많다고 무시한다고 생각하거나 사회적 약자라고 판단하여 더 큰소리를 치며 호통을 치는 경우가 있습니다. </p>';
script[2] +=
  '<p>그리고 과거사업체 사장들은 고졸 혹은 중졸도 많았는데, 새로 들어오는 직원, 혹은 동종업체 임원이나 사장들이 나보다 학력이 높아 자신을 무시할지도 모른다는 생각에 더 큰소리치며 다른 사람들이 쳐다보지도 못하게 하는 경우, 서비스에 대한 불만을 제기하면서 본인 스스로 “내가 당신들보다 모른다고 나를 무시하는 거냐?”, 혹은 “내가 이런 곳에 산다고, 옷차림이 이렇다고 나를 무시하는 거냐?”며 과도하게 행동하는 경우 등을 들 수 있습니다. </p>';
script[2] += '<p>이 경우에는 목소리가 클수록, 당당할수록 타인이 나를 제대로 대접해 준다고 생각하는 경우에 해당됩니다.</p>';
script[2] += '<p>다음으로 생활환경 속에 의도적으로 혹은 나도 모르게 젖어들어 있는 차별의식을 들 수 있습니다.</p>';
script[2] += '<p>이런 의식은 나보다 못한 사람은 상대하기 싫고 그로 인해 자신의 수준 또한 떨어진다는 잘못된 권위의식의 심리가 작용하는 것 </p>';
script[2] += '<p>입니다.</p>';
script[2] +=
  '<p>그 예로, 정부가 대학생들과 사회초년생, 신혼부부들을 대상으로 효율적인 주거요건을 마련하기 위해 행복주택 등을 도입하여 새로 집을 짓거나 기존에 있는 주택이나 빌라 등을 전환하는 정책을 시도하고 있는데, 인근 거주자들이 설립을 반대하는 경우가 종종 발생하고 있습니다. </p>';
script[2] +=
  '<p>또한 폐교가 된 기존의 학교시설을 장애인 특수교육시설로 전환을 한다고 하니 인근 지역 주민들이 반대를 하기도 하며, 사업설명회에서는 몸싸움까지 일어나고, 장애아동 부모들이 무릎을 꿇고 설립 협조를 구하는 광경이 벌어지기도 했습니다. </p>';
script[2] +=
  '<p>비슷한 사례로 사립초등학교 입학 시 입학 가능 수준을 학부모들이 담합해서 정해 놓고는 어디 아파트 혹은 어느 지역 이외는 입학을 허가하지 말라며 학교 앞에서 시위를 하는 사례도 있었습니다. </p>';
script[2] += '<p>이것은 이렇게 차별을 두는 행위 등을 통해 자신들이 그들보다 우월하다고 느끼는 것입니다.</p>';
script[2] +=
  '<p>마지막으로 지나치게 자기중심적으로 생각하고, 자신의 생각만 옳다고 생각하는 병적인 이기주의와 업무처리 중 혹은 일상생활 속에서 존중받지 못하거나 일 처리과정 중에서 대응방법과 처리속도 등을 만족하지 않았을 때 나타나는 분노조절장애 등의 질병을 원인으로 둘 수 있습니다. </p>';
script[2] += '<p>이 경우 여러 요인이 작용하여 성격이 형성된 경우도 있지만, 원래부터 이기주의, 혹은 자기중심적인 사고를 가지고 있는 상태에서 </p>';
script[2] += '<p>나보다 갑인 지위를 가진 사람들에게는 함부로 대하거나 자신의 주장을 펴지 못하는 반면, 오히려 자신이 우월한 상황이라고 판단이 </p>';
script[2] += '<p>되면 그땐 폭발하듯 과한 행동으로 표출될 수 있습니다.</p>';
script[2] +=
  '<p>그 예로 갑자기 흥분하면서 본인의 화를 주체하지 못하고 폭언이나 폭행을 바로 실행한다거나, 불이익을 당했을 때 그 후의 일들을 신중히 생각하지 않고 SNS에 올리거나 고발하는 경우 또, 심한 경우에는 자해를 하는 경우도 들 수 있습니다. </p>';
script[2] += '<p>이들은 이렇게 함으로써 자신의 생각과 행동이 정당함을 주장하고, 타인이 자신의 의견을 수렴할 것이라고 생각하는 것입니다.</p>';
script[2] +=
  '<p>이 모든 유형들은 자신도 언제든지 그 위치가 될 수 있다는 생각은 하지 않고 자신의 권리주장만이 정당하다고 우기며 타인의 인권은 완전히 무시되어도 상관없다고 생각하는 잘못된 심리에서 오는 행동들로, 남이 하면 불륜이지만, 내가 하면 로맨스라는 잘못된 심리가 작용하는 것이라고 볼 수 있습니다. </p>';
script[2] += '<p>어떠십니까? 이제 다시 질문을 드려보겠습니다. </p>';
script[2] += '<p>여러분은 이런 여러 갑질의 경우에서 가해자 이십니까? 피해자이십니까?</p>';
script[2] += '<p>우리는 사회가 문제이고, 남이 문제라고 하기 이전에 나 자신의 모습을 먼저 돌아보아야 할 것입니다.</p>';
script[2] += '<p>갑질의 개념 및 현황에 대해 이해하셨나요? </p>';
script[2] += '<p>여러분의 확인을 위해 퀴즈가 나갑니다. 문제를 잘 들어 주세요.</p>';
script[2] += '<p>다음 중 갑질의 개념에 해당하지 않는 것은 무엇인가요?</p>';
script[2] += '<p>네, 정답은 바로 4번입니다. ‘사건관계인’이란 갑질 행위를 목격하거나, 갑질 행위에 대해 알고 있는 사람을 의미합니다. </p>';

script[3] += '<p>나도 모르는 사이에 갑질 중? </p>';
script[3] += '<p>사회 각 분야에서 일어나는 갑질 피해는 피해자들의 자살까지 이어지며 사회적 문제로 대두되고 있습니다. </p>';
script[3] += '<p>2020년 육상 유망주 A는 감독 및 선배 선수들에게 집단 구타와 폭행을 당하다 못해 끝내 자살했지만 폭행 증거들에도 가해자들의 처벌은 늦장을 부려 사회적 지탄을 받았습니다. </p>';
script[3] += '<p>또 2020년 연예계 종사자인 입주민의 폭언과 폭행에 시달리던 아파트 경비원이 피해 호소를 유언으로 남기고 자살하는 사건도 갑질이 낳은 비참한 결과로 기억되고 있습니다. </p>';
script[3] +=
  '<p>2016년에는 M 패션업체 인턴 디자이너 O 씨가 직장 내 집단 따돌림을 당하다 자살했는데, 열악한 근무환경에 조직적인 괴롭힘 등으로 인한 정신적 스트레스의 지속이 자살의 원인으로 지목됐습니다. </p>';
script[3] += '<p>상황이 이렇다 보니 고용노동부에서 발표한 통계에서 정신질환 관련 산재 인정 비율이 2014년에는 33.3%에서 2017년 55.9% 2018년 73.5%으로 지속적으로 늘어나고 있습니다. </p>';
script[3] += '<p>결국 갑질 스트레스가 업무 과정에서 일어난 산재로 인정받기에 이른 것입니다.</p>';
script[3] +=
  '<p>갑질 여부의 판단기준은 관련 법규, 당시 상황 즉, 공개된 장소 여부, 근무시간 여부, 대안이 없는 불가피한 행위 여부, 업무내용, 그간 당사자와의 관계 등을 말하며, 공사의 구분, 인권존중의 원칙과 공동체 의식 등을 종합적으로 고려하여 판단하여야 합니다.</p>';
script[3] += '<p>그럼 갑질 주요 유형별 판단기준에 대해 알아보도록 하겠습니다.</p>';
script[3] +=
  '<p>법령 등의 위반을 하였을 경우 법령, 규칙, 조례, 내부규정 등을 위반하여 자기 또는 타인의 부당한 이익을 추구하거나 불이익을 주었는지 여부를 확인하여야 하고, 사적 이익을 요구하였을 경우 우월적 지위를 이용하여 금품 또는 향응제공 등을 강요·유도하는지 여부, 사적으로 이익을 추구하였는지 여부를 판단하여야 합니다.</p>';
script[3] += '<p>부당한 인사가 이루어졌을 경우에는 특정인의 채용·승진·인사 등을 배려하기 위해 유·불리한 업무를 지시하였는지 여부를 확인해봐야 합니다. </p>';
script[3] += '<p>그리고 비인격적인 대우가 있다고 판단된 경우 외모와 신체를 비하하는 발언, 욕설·폭언·폭행 등 상대방에게 비인격적인 언행을 하였는지 여부를 확인해 보아야 합니다. </p>';
script[3] +=
  '<p>기관 이기주의가 있다고 여겨졌을 경우에는 발주기관부담비용을 시공사에게 부담시키는 등 부당하게 기관의 이익을 추구하였는지 여부를 확인해봐야 하며, 업무의 불이익이 있었다고 하는 경우에도 정당한 사유 없이 불필요한 휴일근무·근무시간 외 불요불급한 업무지시, 부당한 업무배제 등을 하였는지 여부를 확인해보아야 합니다. </p>';
script[3] += '<p>그리고 부당한 민원응대가 있었다고 보이는 경우에도 정당한 사유 없이 민원접수를 거부하거나 취하를 종용하고, 고의로 처리를 지연시켰는지 여부를 확인해보아야 합니다. </p>';
script[3] += '<p>그 외 기타 사항으로는 따돌림, 부당한 차별행위, 의사에 반한 모임 참여 강요, 부당한 차별행위를 하였는지 여부 등도 확인해야 합니다.</p>';
script[3] += '<p>갑질 판단의 핵심 요소에는 무엇이 있는지 알아보도록 하겠습니다. </p>';
script[3] += '<p>첫째는 우월적 지위의 이용이 있습니다. </p>';
script[3] += '<p>이것은 행위자가 지위 또는 직책 등에서 유래되는 사실상 우월적 영향력 행사하는 것을 말합니다. </p>';
script[3] += '<p>두 번째는 직무상 적정 범위를 넘는 행위를 말합니다. </p>';
script[3] += '<p>행위자에게 부여된 권한을 넘어서는 위법한 행사 또는 권한의 일탈, 남용하는 것이며 마지막으로 심신 고통 또는 유, 무형의 손해 발생입니다. </p>';
script[3] += '<p>피해자에 대한 인격적 모멸감을 유발하거나 또는 공익을 저해했다고 판단되는 경우를 들 수 있습니다.</p>';
script[3] += '<p>그럼 갑질 판단기준을 유형별로 알아보도록 하겠습니다. </p>';
script[3] += '<p>먼저 법령 등 위반 유형에 대해 알아보도록 하겠습니다. </p>';
script[3] +=
  '<p>법령 등 위반은 법령, 규칙, 조례, 내부규정 등을 위반하여 자기 또는 타인의 부당이익을 추구하는 유형이며 기관의 장 또는 소속 직원은 인⋅허가, 계약 등과 관련하여 관계 법령 등에 위반되는 조건이나 기준을 적용하는 등 특정인 또는 특정 사업자에게 유․불리하게 작용하도록 하여서는 아니 된다고 명시되어 있습니다. </p>';
script[3] +=
  '<p>그리고 내부규정 부당 변경이 이에 해당하며 이는 기관의 장 또는 소속 직원은 정당한 사유 없이 내부 규정을 변경하여 특정인 또는 특정 사업자에게 유․불리하게 작용하도록 하여서는 아니 되며, 규정을 개정하기 위해서는 절차를 준수하여야 한다. 라고 명시되어 있습니다.</p>';
script[3] +=
  '<p>법령 위반의 예시를 살펴보면 건설 산업 기본법에 따라 도장공사 하자담보기간은 1년임에도 하자 담보기간을 10년으로 설정하여 특정 기업에게 불리하게 적용하는 행위, 법령에 따라 예정 가격을 산출하여야 하나 특정 사업자에게 유리한 기준을 마련하여 예정 가격을 산출하고, 해당 기업이 부당한 이득을 취하게 하는 행위, 발주자가 임의로 법적 근거 없이 가산점 또는 벌점 제도를 포함한 입찰참가 자격을 마련하여 특정 기업에게 유⋅불리하게 적용하게 하는 행위, 기관장이 인사담당자에게 특정인의 근무성적 평정 순위를 임의로 변경하도록 지시하여 특정인이 승진되도록 하는 행위를 들 수 있습니다. </p>';
script[3] +=
  '<p>공무원 A는 공무원 특별채용 시 인사 관계 법령에 따르지 않고 임의로 기준을 적용하여 다른 응시자들에 비해 객관적으로 경력이 부족한 자를 채용한 사실로 징계 처분한 경우도 실제 사례로 있습니다.</p>';
script[3] +=
  '<p>그리고 내부규정 부당 변경 예시를 살펴보면 계약담당자가 특정 사업자에게 유리한 내용으로 내부평가규정을 임의로 변경하여 해당 사업자가 낙찰받도록 하는 행위, 구매담당자가 특정 사업자와 물품구매계약이 이루어지도록 임의로 평가기준을 변경하여 계약이 체결되도록 유도하는 행위를 들 수 있습니다.</p>';
script[3] += '<p>이번에는 사적 이익 요구 유형입니다. 우월적 지위를 이용하여 금품, 향응, 기타 편의 등 사적 이익을 요구⋅수수하거나 제공받는 유형을 말합니다. </p>';
script[3] +=
  '<p>[금품수수 등]에는 기관의 장 또는 소속 직원은 우월적 지위를 이용하여 금품, 향응, 기타 편의 등을 요구⋅수수하거나 제공받아서는 아니 된다. 라고 명시되어 있으며, [사익추구]의 경우 기관의 장 또는 소속 직원은 우월적 지위를 이용하여 개인적인 용무를 하게 하거나 사적으로 이익을 추구하는 등의 행위를 하여서는 아니 된다. 라고 되어있습니다.</p>';
script[3] +=
  '<p>금품수수 등의 예시를 살펴보면 계약상대방으로부터 계약 체결에 대한 대가로 부동산⋅주식 등을 시세보다 현저하게 낮은 가격으로 취득하거나 금전을 빌리는 행위를 말하며 실제 사례를 보면 다음과 같습니다. </p>';
script[3] +=
  '<p>공무원 A는 모 기업의 대표자로부터 직원 회식비 명목으로 200만 원을 수수하고, 배우자의 병원비 명목으로 다시 200만 원을 수수한 사실로 징계처분을 받았고, 공무원 A는 양도소득세를 신고한 세무사에게 자금흐름 조사를 받지 않도록 해주겠다고 하면서 금품 100만 원을 요구한 사실로 징계처분, 공무원 A는 부하직원과 술을 먹으면서 자신이 술값을 계산한 후 부하 직원에게 본인의 은행 계좌번호를 주며 술값 전부를 송금 요구하고 50만 원을 입금받은 사실로 징계처분을 받았습니다.</p>';
script[3] +=
  '<p>그리고 공무원 A는 직원들과 단체 야구 관람 때 먹을 간식을 거래처에 전화하여 사줄 것을 요구하고, 부하직원들과 이를 나눠먹은 사실로 징계처분을 받았으며 , 공무원 A는 이웃 돕기 행사에 기부할 50Kg 쌀을 거래처에 전화하여 자신의 명의로 기부하도록 요구한 사실로 징계처분을 받았던 사례가 있습니다.</p>';
script[3] +=
  '<p>사익추구의 예시를 살펴보면 기관장이 산하기관 직원에게 자녀 영어 숙제, 개인이 필요한 자료 수집, 세차 등 업무와 무관한 일을 시키는 행위, 기관장이 자신의 배우자 생일행사 등 사적인 일로 공공시설을 이용하거나 소속 직원을 동원하여 사적으로 개인적인 일을 시키는 행위, 기관장이 개인 모임 장소에 직원을 동원하여 일을 시키는 행위, 상급자가 기간제 근로자에게 자신의 조상묘 벌초를 시키고, 배우자가 운영하는 기업에서 김장과 이삿짐 옮기기 등 사적인 작업을 시키는 행위를 말하며 실제 사례를 보면 공무원 A는 자녀 결혼을 앞두고 기업인 등 직무 관련자 여러 명에게 자신의 직위가 인쇄된 인쇄된 청첩장을 발송한 사실로 징계처분을 받은 적이 있습니다.</p>';
script[3] += '<p>이번에는 부당한 인사 유형입니다. 자기 또는 특정인의 이익을 위하여 채용⋅승진⋅성과평가 등 인사와 관련하여 부당하게 업무처리를 하는 유형을 말합니다. </p>';
script[3] +=
  '<p>[승진]은 기관의 장 또는 소속 직원은 특정인을 승진시키기 위하여 임의로 성과평가 서열을 변경하거나, 부당하게 승진자를 사전에 내정하여서는 아니 된다. 로 명시되어 있으며, [채용 강요]에는 기관의 장 또는 소속 직원은 산하기관 등에 감독 권한이 있는 우월적 지위를 이용하여 특정인의 채용을 강요 또는 유도하여서는 아니 된다.라고 되어 있습니다. </p>';
script[3] += '<p>또한 [채용조건 변경]에서는 기관의 장 또는 소속 직원은 채용 시 공고된 내용과 다르게 채용하거나, 채용기준을 특정인에게 유리하게 변경하여서는 아니 된다고 합니다.</p>';
script[3] +=
  '<p>승진의 예시를 살펴보면 기관장이 승진심사위원회를 개최하지 않은 상태에서 미리 승진자를 내정한 후, 형식적으로 위원회를 개최하여 승진시키는 행위와 기관장이 학교 후배를 승진시키기 위해 근무성적을 조작하여 상위 보직으로 승진시키는 행위를 들 수 있습니다.</p>';
script[3] +=
  '<p>채용 강요의 예시를 살펴보면 기관장이 인사담당자에게 자신의 조카를 인턴으로 채용하도록 지시하고, 지시받은 인사담당자가 해당자의 면접점수를 높게 조작하여 채용시키는 행위, 기관장이 면접 결과를 보고받는 과정에서 부탁받은 응시자의 이름에 표시를 하는 방식으로 순위를 변경하도록 지시하여 해당자가 탈락 대상자임에도 합격되도록 유도하는 행위, 구매담당자가 계약상대방에게 자녀 취업을 요구하여 계약상대방으로 하여금 자녀를 채용하게 하는 행위를 들 수 있습니다. </p>';
script[3] += '<p>공무원 A는 특별채용시험을 진행하는 과정에서 특정인을 채용하도록 시험 진행 실무담당자에게 부당한 지시와 압력을 행사한 사실로 징계처분을 받은 실제 사례가 있습니다.</p>';
script[3] +=
  '<p>채용 조건 변경의 예시를 살펴보면 직원 채용공고 시 해당분야 자격증을 필수요건으로 공고하였음에도 자격증을 소유하지 않은 기관장의 지인을 합격자로 선정하는 행위, 채용공고 내용과 다르게 합격자 배수를 임의로 3배에서 5배로 늘려 탈락 대상자인 지인이 채용되도록 유도하는 행위를 들 수 있습니다.</p>';
script[3] +=
  '<p>퇴직 강요 등의 예시를 살펴보면 인사 부서장이 내부규정에 따른 징계의결 절차 없이 하급자의 근로계약을 해지하고, 해당자의 동의 없이 퇴직금을 일방적으로 중간 정산하고, 업무에서 배제하는 등 퇴직을 강요하는 행위, 교장이 교사들에게 사내연애를 하지 못하도록 지시를 하고 이를 어기면 지시를 이행하지 않은 사유로 퇴직을 강요하는 행위를 들 수 있습니다.</p>';
script[3] += '<p>이번에는 비인격적 대우 유형입니다. 외모와 신체를 비하하거나 욕설⋅폭언⋅폭행 등 상대방에게 비인격적 언행을 하는 유형을 말합니다. </p>';
script[3] +=
  '<p>[인격비하 행위]에는 기관의 장 또는 소속 직원은 하급자 등의 인격이나 외모 등을 비하하는 행위를 하여서는 아니 된다. 라고 명시되어 있으며, [모욕적 언행]에는 기관의 장 또는 소속 직원은 하급자 등에게 욕설 ⋅폭언⋅폭행⋅불필요한 신체접촉 등 모욕적 언행을 하여서는 아니 된다. 라고 되어 있습니다.</p>';
script[3] += '<p>인격비하 행위의 예시를 살펴보면 파견 근무자에 대한 인사 복귀 명령서에 인격체로 인정하지 않는 ‘반납’이란 표현을 사용 </p>';
script[3] +=
  '<p>하는 행위, 입고 다니는 옷을 지적하며 “싼티가 난다”, “외모를 관리하기 위해 돈을 써야 한다”는 등 상대방을 비아냥거리는 행위, 하급자에게 “돌대가리냐? 내 입에 거품을 물고 큰소리 내야 돌아가냐?”라고 상대방의 인격을 비하하는 행위를 들 수 있습니다.</p>';
script[3] +=
  '<p>모욕적 언행의 예시를 살펴보면 하급자에게 “밥 먹여주고 **싸게 하고 배부를 만큼 밥 먹여주니 지들 맘대로 해”라고 모욕적으로 발언하는 행위, 인턴 직원에게 “능력도 없는데 능력 있는 척하지 마라”, “다른 직장 갈 수도 없잖아” 등 모욕적 언행을 하는 행위 </p>';
script[3] += '<p>직원에게 “다 뛰어들어 와, 이**야” “이렇게 일하지 말라고 몇 번 얘기했어? **들아, 오늘 출근 안 한 것으로 해버려” 등의 폭언을 하는 행위를 들 수 있습니다. </p>';
script[3] +=
  '<p>공무원 A는 부하 직원에게 ‘사랑한다.’라는 문자메시지를 발송, 회식자리에서 술시중, 노래방에서 신체접촉, 밤늦은 시간에 전화 또는 문자메시지 발송 등 성적 수치심을 유발하게 한 사실로 징계 처분한 실제 사례도 있습니다.</p>';
script[3] += '<p>이번에는 업무 불이익 유형입니다. </p>';
script[3] += '<p>사적 감정 등을 이유로 특정인에게 근무시간 외 불요불급한 업무지시를 하거나 부당하게 업무를 배제하는 유형을 얘기합니다.</p>';
script[3] +=
  '<p>[부적절한 시간대 업무지시]는 기관의 장 또는 소속 직원은 하급자나 산하기관에게 정당한 사유 없이 휴가기간․심야 등 사회통념상 근무가 적절하지 않은 시간대에 업무지시를 하여서는 아니 된다.라고 명시되어 있으며, [부당한 업무 배제]에서는 기관의 장 또는 소속 직원은 하급자 등에게 합리적 이유 없이 업무배제 등의 행위를 하여서는 아니 된다.라고 되어 있습니다.</p>';
script[3] +=
  '<p>부적절한 시간대 업무지시 예시를 살펴보면 상급자가 하급자의 휴가기간에 긴급한 상황이 아님에도 하급자에게 업무지시를 하여 근무를 강요하는 행위, 산하기관 직원에게 정당한 사유 없이 심야시간에 업무지시를 하면서 익일 아침에 보고하도록 강요하는 행위, 상급자가 퇴근하지 않았다는 이유로 하급자 또는 산하기관 직원에게 퇴근하지 말고 대기할 것을 강요하는 행위를 들 수 있습니다.</p>';
script[3] +=
  '<p>부적절한 업무배제 예시를 살펴보면 상급자가 특정 직원이 마음에 들지 않는다며 임의로 업무에서 배제하고, 다른 직원들에게 해당 직원과 어울리지 말 것을 지시하는 행위, 상급자가 하급자에게 불필요한 자료를 요구하거나 과다한 자료를 요구하는 등 부당하게 업무 부담을 주는 행위 등을 들 수 있습니다.</p>';
script[3] += '<p>이번에는 부당한 민원응대 유형입니다. </p>';
script[3] += '<p>정당한 사유 없이 민원접수를 거부하거나 취하를 종용하고, 고의로 처리를 지연시키는 등의 유형을 말합니다. </p>';
script[3] +=
  '<p>[민원접수 거부 ]에서는 기관의 장 또는 소속 직원은 정당한 사유 없이 민원접수를 거부하거나 또는 취하를 유도하여서는 아니 된다.라고 되어 있으며, [고의적 처리 지연]의 경우 기관의 장 또는 소속 직원은 제기된 민원에 대해 정당한 사유 없이 고의적으로 민원처리를 지연하거나 떠넘기는 등의 행위를 하여서는 아니 된다.라고 명시되어 있습니다.</p>';
script[3] += '<p>민원접수 거부 등 예시를 살펴보면 민원을 접수하는 과정에서 조사를 하지도 않고 민원을 처리할 수 없다는 이유를 들어</p>';
script[3] += '<p>접수를 거부하는 행위, 특정인을 상대로 정당한 사유 없이 접수된 민원을 취하하도록 유도하거나 강압적으로 합의를 종용하는 행위를 들 수 있습니다.</p>';
script[3] +=
  '<p>고의적 처리 지연 예시를 살펴보면 전화번호 오류 등 쉽게 정정이 가능한 사항임에도 고의적으로 보완을 요구하면서 늑장 처리하는 행위, 처리하기 까다롭다는 이유로 관련성이 희박한 다른 직원⋅부서⋅기관 등에 민원서류를 떠넘기는 행위를 들 수 있습니다.</p>';
script[3] += '<p>마지막으로 기타 유형입니다. </p>';
script[3] += '<p>그 외 따돌림, 부당한 차별행위, 모임 참여 강요, 갑질 피해 신고 방해 등 다양한 형태로 나타나는 유형을 들 수 있습니다. </p>';
script[3] +=
  '<p>[따돌림 등 차별행위]에는 기관의 장 또는 소속 직원은 특정인을 차별하거나 따돌리는 등의 행위를 하여서는 아니 된다.라고 명시되어 있으며, [모임 참여 강요를 할 시엔 기관의 장 또는 소속 직원은 소속 직원이나 산하기관 직원을 본인의 의사에 반하여 회식 등 모임에 참여토록 강요하는 행위를 하여서는 아니 된다.라고 되어 있습니다. 그리고 [신고 방해]에는 기관의 장 또는 상급자는 소속 직원이나 산하기관 직원이 갑질 등을 신고하지 못하도록 방해하거나 신고한 내용을 철회하도록 회유 또는 강요하여서는 아니 된다.라고 명시되어 있습니다.</p>';
script[3] +=
  '<p>따돌림 등 차별 행위의 예시를 살펴보면 모든 직원에게 업무 수행에 필요한 비품을 지급하면서 특정인에게 아무런 이유 없이 비품을 주지 않는 행위, 정당한 사유 없이 특정인에게 매시간 업무일지를 작성하게 하거나, 사무 공간 출입을 금지시키는 행위, 아무런 이유 없이 인사를 하여도 무시하고 말을 걸어도 응답이 없는 행위, 보고한 업무에 답이 없고 부서의 회식 등에 부르지 않는 행위, 다른 직원에게 “저 사람 도움받지 마”라는 등의 행위를 들 수 있습니다.</p>';
script[3] +=
  '<p>모임 참여 강요 예시를 살펴보면 상급자가 하급자 또는 산하기관 직원들에게 갑작스러운 회식에 참석하도록 강요하는 행위, 늦은 시간까지 귀가하지 못하게 강요하는 행위, 상급자가 직원들에게 특정 종교행사에 참여하도록 강요하는 행위를 들 수 있습니다.</p>';
script[3] +=
  '<p>기타 유형의 마지막인 신고 방해 예시를 살펴보면 가해자 또는 상급자가 피해자(갑질 피해, 성희롱 피해 등)에게 신고하지 못하게 회유 · 협박하는 행위, 상급자가 하급자를 폭행하고 이를 외부로 알리지 못하도록 압력을 가하는 행위, 상급자가 조직 내 비리신고를 방해하는 행위, 피해자와 조력자 등에게 불이익을 주거나 회유하는 행위를 들 수 있습니다. </p>';
script[3] += '<p>갑질의 유형 및 판단 기준에 대해 이해하셨나요? </p>';
script[3] += '<p>여러분의 확인을 위해 퀴즈가 나갑니다. 문제를 잘 들어 주세요.</p>';
script[3] += '<p>다음 중 갑질 판단의 핵심 요소가 아닌 것은 무엇인가요?</p>';
script[3] += '<p>네, 정답은 바로 2번입니다. 행위자에게 부여된 권한을 넘어서는 위법한 행사 또는 권한의 일탈, 남용이 갑질 판단의 핵심 요소에 해당합니다. </p>';

script[4] += '<p>내 옆자리의 슈퍼갑, 갑질은 현재 진행형 </p>';
script[4] += '<p>대표적 ‘오랑캐의 풍습’으로 지목되어 조선시대 금했던 ‘면신례‘라는 일종의 ‘신고식’이 있었는데 이는 실제 조선 말기까지 이어졌습니다.</p>';
script[4] += '<p>사실 면신례는 초기에는 금수저 관직자의 기를 꺾고자 하는 것이었죠.</p>';
script[4] += "<p>고종 때 인물인 소창렬의 면신례 문서를 보면 이름의 한자를 뒤바꾸거나 신참 관리를 ‘말단 찌꺼기'로 낮춰 표현하는 등 ‘신참 괴롭히기' 방식들이 나와 있습니다.</p>";
script[4] +=
  '<p>단종 1년에는 새내기 관료 정윤화가 평소 지병인 종기를 앓고 있었으나 동기생들과 함께 선배들에게 술과 안주를 대접하면서 혹독한 신고식을 치르다 사망하는 사례가 나오는 등 목숨까지 앗아가는 신고식들이 벌어지곤 했습니다.</p>';
script[4] +=
  '<p>경국대전에는 이 같은 신임자들을 괴롭힐 경우 곤장 60대 처벌을 하는 규정이 나와 있긴 하고 이이와 이익, 정약용 등 학자들의 상소까지 이어졌지만 신고식에서 바보처럼 울고 웃게 하거나 춤을 추게 하는 등 추태는 끊이지 않았습니다.</p>';
script[4] += '<p>게다가 명품 무명으로 만든 최고급 명함을 선배들에게 뇌물로 제공하는 등 잔치와 뇌물 등으로 신임 관리의 가산을 탕진하는 경우가 빈번히 발생하기도 했습니다.</p>';
script[4] += '<p>심지어 우리가 알고 있는 역사 속 위인들도 벼슬길에 나서며 이 같은 신고식을 피하지는 못 했는데요. </p>';
script[4] += "<p>율곡 이이에게 퇴계 이황은 신고식을 모면하는 방법을 조언하는 문언 하기도 했고 정약용, 절름발이 흉내, 수리부엉이 울음 흉내 등 신고식에서 ‘개인기' 를 선보여야 했다고 합니다.</p>";
script[4] += '<p>한 번은 전임 재상 변종인의 도총관 첫 출근에 신임 관리가 선배들에게 면신례를 올리라며 길을 막아선 사건으로 성종은 관련 관리 13명을 파직했다가 철회하는 경우까지 있었습니다.</p>';
script[4] += '<p>고려 말 시작돼 500년 이상 이어진 이 면신례가 직장 내 갑질과 직장 내 성폭력, 도를 넘은 신입생 환영회 등으로 이어진 건 아닐까요?</p>';
script[4] += '<p>다양한 범주와 유형으로 나타나는 직장 내 괴롭힘과 그에 따른 내부 갑질 등이 있습니다.</p>';
script[4] += '<p>우선 신체적 위협 등의 폭력, 모욕적인 언행 폭언, 업무상 불이익 협박, 업무 인계 중 괴롭히는 태움 등 폭행과 폭언이 있을 수 있고.</p>';
script[4] += '<p>온/오프라인에서 다른 직원들 사이에서 모욕감을 주거나 외모나 비정규직 등을 이유로 인격을 비하하고 무시하거나 비아냥거리는 등의 모욕과 명예훼손도 갑질에 해당합니다.</p>';
script[4] +=
  '<p>특정 직원을 따돌리거나 보상이나 대우 등에서 차별하기, 개인 사생활에 대한 소문, 허위사실 유포, 차별적으로 경위서나 반성문 작성 지시하는 행위나 정보, 의사결정에서 배제하는 경우, 인터넷이나 사내 네트워크 접촉 차단하거나 업무에서 제외시키는 것뿐만 아니라 갑질 신고 제보자의 신원을 공개하고 건의사항이나 의견 무시하는 등의 따돌림과 차별 행위도 갑질입니다.</p>';
script[4] += '<p>음주, 흡연 등을 강요, 특정 종교나 단체 활동/후원, 원치 않는 장기자랑 등을 강요하거나 특정 모임을 만들지 못하게 하거나 강제 가입하게 하는 행위도 강요 행위에 해당합니다.</p>';
script[4] +=
  '<p>업무와 무관한 사적 지시를 내리거나 업무상 차별을 주는 등의 방법으로 사직을 종용하는 행위, 본인 업무를 상습적으로 부하직원에게 전가하고 야근, 주말 출근 등을 강요하거나 업무시간 이외에 SNS 등으로 업무 지시하는 것, 휴가나 병가 등 복지혜택을 쓰지 못하게 압력 행사하는 행위나 모성보호 휴가를 쓰지 못하게 하거나 비하하는 것 역시 부당 지시이며 일 또는 휴식을 감시하고 회사 용품을 개인 사비로 구매하도록 지시하는 것 역시 부당 지시에 해당합니다.</p>';
script[4] += '<p>기타, 사고 위험 작업 시 주의사항이나 안전장비를 전달하지 않는 행위 등도 직장 내 괴롭힘에 해당하는 갑질임을 명심해야 하겠습니다.</p>';
script[4] += '<p>실제 직장 내 갑질의 현실은 어떨까요? </p>';
script[4] += '<p>2019년 조사에 따르면 직장에서 겪는 불합리한 행태가 매우 심각하다는 응답이 5.6%였으며 심각한 편이 25.9% 로 상당수의 직장인들이 심각성을 인지하고 있었습니다. </p>';
script[4] += '<p>또 자신이 갑질을 당한다면 참거나 모른척한다는 응답이 41.3%였으며 회사 사직 12.3%, 집단 대응 8.2%, 기관 신고 7.5% 등의 반응이 나왔습니다. </p>';
script[4] += '<p>직장 갑질의 심각성을 인식하는 비율은 정규직이 30.9%, 임시직이 40.0%로 나타났으며 대기업 직장인의 31.3%보다 중소기업 직장인의 35.2%가 더 높은 수치를 나타냈습니다. </p>';
script[4] += '<p>10명 중 4명이 직장 내 갑질을 참거나 모른 척한다는 반응을 보였는데 그 이유로는 나아지지 않을 것 같아서 65.5%, 인사 등 불이익 우려한다는 답이 34.1%를 차지했습니다. </p>';
script[4] +=
  '<p>직장 갑질 119라는 사이트가 2017년 11월 1일부터 2018년 10월 31일까지 직장 갑질에 대해 받은 이메일이 4,910건, 오픈 채팅 14,450건, 밴드 3,450건을 기록할 정도로 직장 내 갑질은 심각했습니다. </p>';
script[4] += '<p>S병원 간호사 선정적 장기자랑 같은 직장 갑질은 끊이기는커녕 청와대와 국무총리실, 공공기관, 대기업 등에 만연하고 있는 현실입니다. </p>';
script[4] += '<p>1987년 6월 항쟁과 함께 직장 민주주의 확대가 이뤄졌지만 1997년 외환위기를 겪으면서 실업과 비정규직 증가하고 직장 민주주의 후퇴한 후 갑질 행위자는 확대되는 양상을 보여왔습니다.</p>';
script[4] += '<p>이번에는 직장 내 갑질에 대해 알아보도록 하겠습니다. </p>';
script[4] += '<p>다음의 표는 직장인들이 호소하는 갑질의 유형별 조사 결과에 대한 내용입니다. </p>';
script[4] += '<p>갑질을 유형별로 분석한 결과 임금을 떼었다가 25.7%로 가장 많았습니다. </p>';
script[4] += '<p>잡무 지시가 14.8%로 2위, 괴롭힘이 13.5%로 3위를 차지했습니다.</p>';
script[4] += '<p>징계 · 해고가 9.0%로 4위, 노동시간과 휴게 시간에 대한 응답이 각각 6.7%로 공동 5위였습니다.</p>';
script[4] += '<p>갑질, 즉 갑의 횡포는 왜 일어나는 것일까요? </p>';
script[4] += '<p>우선 첫 번째, 불합리한 거래의 관행을 들 수 있습니다. </p>';
script[4] += '<p>우리 사회의 불합리한 거래관행으로 인해 일방적이고 불평등한 계약이 맺어지고 을이 예측하기 어려운 불이익을 받는 경우가 발생하게 되는 것입니다. </p>';
script[4] += '<p>또한 을이 거래 절차 상에서 계약 내용을 자세히 살펴보고 본인이 받을 불이익에 대한 인지를 하지 못하는 것도 이를 악용하는 원인이 될 수 있습니다. </p>';
script[4] += '<p>두 번째로 아직도 끝나지 않은 신분 사회를 들 수 있습니다. </p>';
script[4] += '<p>아주 오래전 과거에서부터 내려온 계급주의로 인한 주종관계 혹은 노비제도 등의 잔재가 남아있기 때문인데요. </p>';
script[4] += '<p>자신들이 고용하고 있는 가사도우미, 운전기사, 비서 등을 자신의 소유물 또는 종으로 여기면서 아무렇지 않게 홀대합니다. </p>';
script[4] += '<p>또 금수저, 흙수저라는 얘기를 아시지요? </p>';
script[4] += '<p>심지어 다이아몬드 수저라는 얘기도 있을 정도인데요. </p>';
script[4] += '<p>인도의 카스트제도처럼 우리나라에서도 대기업, 판검사, 국회의원 등 나름의 계급을 정해 놓고, 여전히 그들만이 사는 신분사회를 만들어가고 있는 것도 중요한 요인 중에 하나입니다.</p>';
script[4] += '<p>세 번째로 직급이나, 남성을 여성보다 귀히 여기는 남존여비 사상과 장애와 비장애 등에 대한 잘못된 권위의식도 원인이 됩니다. </p>';
script[4] += '<p>외국인이 한국에 여행을 왔다가 술에 취해 한국인들의 피부색을 비하하며 인종차별적 행위를 한 것도 이와 같은 잘못된 권위 의식의 연속선상에 있다고 볼 수 있는데요. </p>';
script[4] += '<p>이 행위를 보고 광분했던 우리들이 자국민이 아닌 외국인 노동자 또는 탈북자들에게 같은 행위를 반복하고 있는 것은 아이러니가 아닐 수 없습니다. </p>';
script[4] += '<p>게다가 시대가 변함에 따라 이러한 사고들도 함께 변화되어야 하는데 돈이면 무엇이든 된다는 권위의식을 가진 자의 횡포는 변하지 않고 오히려 더 굳어지고 있는 것을 알 수 있습니다. </p>';
script[4] += '<p>네 번째, 불합리한 관행의 악순환을 들 수 있습니다. </p>';
script[4] +=
  '<p>시집살이도 해 본 사람이 시킨다는 말이 있듯이 군대, 직장 등에서 군기를 잡고 위계를 유지시킨다는 명분 하에 과거 자신이 받았던 잘못된 관행들에 대해 나중에 나는 그러지 말아야지 했다가 자신이 그 위치가 되면 오히려 그 행태가 더 심각하게 나타나기도 하는데요.</p>';
script[4] += '<p>이것은 그동안 자신이 당한 것에 대한 보상심리가 작용하는 것이라고 할 수 있습니다.</p>';
script[4] += '<p>마지막 다섯 번째로, 가장 중요한 기득권을 가진 사람이 갑질을 하는 경우 그것이 갑질이라고 이해하지 못하는 갑질 인식의 부재입니다. </p>';
script[4] += '<p>지금껏 수 십 년 간 똑같은 행동을 하며 살아왔고, 아무도 그것에 대해 이의를 제기하지 않거나 못했기 때문에 그들은 그 행위의 잘못을 인지하지 못하는 경우가 있습니다. </p>';
script[4] += '<p>윗물이 맑아야 아랫물이 맑다는 말이 있습니다. </p>';
script[4] +=
  '<p>부모가 먼저 솔선수범을 보여야 그 자식이 보고 배우고 또 그러한 문화들이 모여 사회가 변화하는 것인데, 우리나라 대부분의 부모세대, 기성세대, 고위공직 세대들이 전혀 솔선수범을 보이지 못하기 때문에 갑질이 사라지지 않는 것입니다. </p>';
script[4] += '<p>이들이 변화하지 않는다면 우리 사회에서의 갑질은 쉽게 사라지기 어려울 것입니다.</p>';
script[4] += '<p>갑질의 유형에 대해 알아보도록 하겠습니다. </p>';
script[4] += '<p>갑질의 유형에는 오너형 갑질, 밀어내기형 갑질, 열정 페이, 텃세, 기타 등이 있습니다.</p>';
script[4] += '<p>먼저 오너형 갑질은 가장 흔한 종류의 갑질로 흔히 기업의 대표자 혹은 경영진 일가의 인물들이 직원들을 물건 다루듯 마구 대하거나 폭언, 폭행을 일삼는 유형입니다. </p>';
script[4] +=
  '<p>드라마와 영화를 통해 예를 들어본다면 기업의 회장이 자신의 운전기사 혹은 비서에게 반말과 폭언을 하거나 아무렇지 않게 발길질을 하고 따귀를 때리는 행위, 항공사 임원이 기내 승무원의 머리에 라면을 쏟아부으며 비행기를 돌리라고 행패를 부리는 행위, 회사 앞에서 아들과 함께 시위 중인 기사를 불러다가 기사의 아들이 보는 데서 폭행하는 행위 등을 들 수 있습니다.</p>';
script[4] +=
  '<p>이런 행위는 구성원들 간의 극단적인 수직관계에 근거해, 고용자가 피고용자를 맘대로 할 수 있고, ‘내가 함부로 해도 네가 나를 어떻게 하지는 못 할 것이다.’라는 잠재의식을 통한 빗나간 심리에 근거하고 있다고 할 수 있습니다.</p>';
script[4] += '<p>다음으로 밀어내기형 갑질입니다.</p>';
script[4] += '<p>주로 대기업 집단과 소규모 사업자들 간에 나타나며, 상품을 납품하거나 또는 납품을 받는 기업이 소규모 사업자들에게 무리한 요구를 하는 유형입니다. </p>';
script[4] +=
  '<p>사례를 들어 본다면, 실적을 맞추기 위해 보험설계사나 은행 창구 직원에게 억지로 할당을 떠넘기는 행위, 프랜차이즈 본사에서 각 대리점에 가맹 시 계약사항에 의무 납품수량을 표기하며 억지로 매출을 조장하는 행위 등을 들 수 있습니다.</p>';
script[4] +=
  '<p>다음으로 열정 페이는 취업이 어려운 시대, 일자리 하나가 아쉬운 청년들의 입장을 악용해 기업들이 무급 또는 최저시급에도 미치지 못하는 적은 급여를 주면서 노동력을 착취하는 갑질입니다. </p>';
script[4] += '<p>보통 열정 페이는 국제기구나 국가기관 등 쉽게 직무를 경험하기 어려운 곳이나 사회적 기업 등 최소한의 경비만을 지급하는 인턴을 모집하는 곳에서 많이 이뤄집니다.</p>';
script[4] +=
  '<p>사례를 들어 본다면, 3~4명이 해야 할 분량의 업무를 2명이 하도록 하거나, 주 2회의 휴무일 지정 시 일부러 바쁜 날에는 업무를 배치하고, 한가한 날을 휴일로 지정하는 등의 사례, 그리고 수습기간 동안 최저시급도 안 되는 급여를 지급하거나 배우는 기간이니 오히려 돈을 내고 배우라고 하는 등의 사례도 있습니다. </p>';
script[4] += '<p>특히 이 경우는 급여뿐 아니라 제대로 된 인간다운 대우 조차도 받지 못했고, 일하는 동안 건강만 악화됐다고 하소연하는 경우가 많이 발생하고 있습니다.</p>';
script[4] +=
  '<p>마지막으로 텃세, 차별은 지역이나 조직 내에서의 우월한 지위를 이유로 신입 직원 혹은 이주민, 장애인 직원, 경력직 직원 등을 배척하거나 의도적으로 괴롭히는 것으로 우리 주변의 일부 폐쇄적 조직에서 아주 흔하게 볼 수 있습니다. </p>';
script[4] +=
  '<p>사례를 들어 본다면 사람을 앞에 놓고, 낙하산이네, 외모는 어떻네 하며 수군거리고 왕따 시키는 행위, 의도적으로 많은 양 또는 혼자 해결할 수 없는 어려운 업무를 배정하는 사례, 일부러 실수를 하도록 구실을 제공하는 행위 등이 있습니다.</p>';
script[4] +=
  '<p>기타로는 직장 내 지위를 이용한 상급자 혹은 같은 근로자들 간의 여성근로자 차별, 장애인 차별, 외국인 근로자 차별과 공직자들이 자신의 지위를 이용해 이익을 추구하려는 행위 등을 들 수 있습니다. </p>';
script[4] +=
  '<p>사례를 들어 본다면 직장 내 성희롱, 장애인, 외국인 근로자에 대한 폭행, 폭언, 회식 의무참석 강요, 상급자가 퇴근하지 않았으니 당연히 아래 직원도 퇴근하면 안 된다는 행위가 있습니다. 그리고 신입사원 등의 신고식 시에 말도 안 되는 폭탄주를 만들어 놓고 마시도록 하는 행위, 상급자가 이사를 간다고 하급직원이 이삿짐을 옮기러 가거나, 김장을 해주는 행위가 있으며 아파서 병가나 반차를 쓰는 경우에도 병원 진료내역서를 첨부해라 등 여러 가지 사례들이 있습니다.</p>';
script[4] += '<p>혹시 여러분은 직장 내에서 갑질을 당한 경험이 있으십니까? </p>';
script[4] += '<p>여러분이 겪어본 상사나 동료의 갑질 유형 혹은 꼴불견 유형에는 어떤 것들이 있나요? </p>';
script[4] += '<p>리서치 업체에서 갑질 상사의 유형을 조사했는데요. </p>';
script[4] +=
  '<p>우선 본인의 기분에 따라 팀 분위기를 좌지우지하는 기분파형과 자신의 업무에 대한 책임을 회피하는 미꾸라지형이 20%로 공동 1위를 차지했고, 그 뒤로 이랬다 저랬다 말을 바꾸는 변덕쟁이형이 19%로 2위를, 사사건건 감시하고 지적하는 지적형이 15%로 3위, 상사의 명령이나 의견에 무조건 순응하는 형이 13%로 4위, 그리고 자신과 코드가 맞으면 무조건 OK 하며 자율권을 주고, 그렇지 않고 눈 밖에 난 그룹에게는 무조건 NO로 간섭과 통제를 하는 사내정치 조장형이 11%로 5위에 올랐습니다. </p>';
script[4] +=
  '<p>그 외에도 부하 직원이나 동료의 성과를 본인이 한 일처럼 조작하는 성과 가로채기형, 일 안하고 월급 받는 월급 루팡형 또는 배짱이형, 사적인 일을 사무실에서 하는 민폐형, 회의를 시작하면 기본 2시간을 하는 회의주의자형, 누구나 아는 지식을 전 사원을 모아 강의를 펼치듯 연설을 하는 노답 강의 꿈나무형, 직위를 이용해 성추행, 외모지적을 일삼는 변태형, 폭력, 남성우월 사상이 난무하는 건달형, 개인적인 심부름까지 시키는 무개념형, 모든 대화에 욕설이 난무하는 욕쟁이형 등도 있습니다. </p>';
script[4] += '<p>또 본인의 말이 틀렸음에도 불구하고 계속 우겨대는 답정너형, 본인의 일을 미루다가 남에게 시키거나 회식을 강요하는 유형 등도 있었습니다. </p>';
script[4] += '<p>여러분은 몇 가지 유형이나 경험해 보셨나요? </p>';
script[4] += '<p>이처럼 우리는 알게 모르게 직장생활 전반에 걸쳐 갑질의 경험을 가지고 있습니다. </p>';
script[4] += '<p>이때, 여러분은 어떻게 대처를 하십니까?</p>';
script[4] += '<p>대부분의 직장인들은 이처럼 문제가 있는 상사와 일할 때 대처법으로 ‘가능한 신경을 안 쓰려고 노력한다.’가 46%로 가장 많았습니다. </p>';
script[4] +=
  '<p>그다음으로 ‘일할 때는 친한 척하고 뒤에서는 험담을 한다.’가 16%로 2위를, ‘내가 이직한다.’가 15%로 3위, ‘상사에게 직접 이야기한다.’가 9%로 4위, ‘상사보다 더 윗 상사에게 말씀드린다.’가 4%로 5위로 나타났습니다. </p>';
script[4] += '<p>결국, 이와 같은 상황에서 대부분의 직장인은 이를 무시하거나 일할 때만 친한 척을 하고, 그도 안되면 절이 싫으면 중이 떠난다고 본인이 직접 떠나는 것을 알 수 있습니다.</p>';
script[4] +=
  '<p>갑질로 인한 스트레스를 지속적으로 받게 되면 아무리 무시하고 신경 쓰지 않으려고 해도 그 스트레스가 쌓여 종국에는 위염과 신경성 두통, 불면증과 심각한 경우 대인기피증, 우울증 등이 질병으로까지 이어져 고통을 받는 경우도 많습니다. </p>';
script[4] += '<p>마음의 병이 몸의 병으로까지 전이된 경우라고 볼 수 있습니다.</p>';
script[4] += '<p>직장 내 갑질에 대해 이해하셨나요? </p>';
script[4] += '<p>여러분의 확인을 위해 퀴즈가 나갑니다. 문제를 잘 들어 주세요.</p>';
script[4] += '<p>다음 중 직장 내 갑질의 원인이 아닌 것은 무엇인가요?</p>';
script[4] += '<p>네, 정답은 3번입니다. </p>';
script[4] += '<p>직장 내 갑질의 원인은 불합리한 거래 관행, 신분 사회의 잔재, 잘못된 권위의식, 불합리한 관행의 악순환, 기득권의 갑질 인식 부재라고 볼 수 있습니다. </p>';

script[5] += '<p>갑질, 참는 것이 능사는 아닙니다. </p>';
script[5] += '<p>2019년 7월 직장 내 괴롭힘 금지법이 제정됐지만 직장인들 사이에서는 실효성에 의문들이 터져 나오고 있습니다.</p>';
script[5] +=
  '<p>마땅치 않은 가해자 처벌 방법으로 회사에 도움을 요청했으나 별 다른 조치가 없는 경우가 많고 사측에 피해를 폭로했으나 오히려 눈총을 받은 경우 등이 지속적으로 발생하고 있기 때문이죠.</p>';
script[5] += '<p>최근 1년간 직장에서 괴롭힘을 경험한 직장인은 45.4%나 된다고 합니다. </p>';
script[5] += '<p>또 괴롭힘에 대응하는 방법으로는 ‘참거나 모른척한다.’가 62.9%, 개인적 항의 49.6%, 친구와 상의 48.2%, 사직 32.9%로 나타나 지난 1년 동안 상황이 나아진 것이 거의 없네요.</p>';
script[5] += '<p>이런 현상은 현행법상 처벌조항 규정이 없다시피해 사실을 말하더라도 갑질에 대한 대처가 실질적으로 이루어질 수 없기 때문에 벌어지는데요.</p>';
script[5] += '<p>심지어 갑질의 진위여부를 판별하는 과정에서 분리 조치가 미비해 피해자가 진위 여부 판별 과정 중에도 가해자와 함께 생활해야 한다는 한계점도 있는데요.</p>';
script[5] +=
  '<p>그러다 보니 2020년 7월에는 근로기준법 일부 개정안으로 해당 법을 위반할 경우 징역 2년 이하 또는 2천만 원 이하 벌금에 처하고 피해자 보호조치 미비의 경우 500만 원 이하 과태료에 처하는 안이 상정되었습니다.</p>';
script[5] += '<p>갑질 행위 대응에 대하여 알아보도록 하겠습니다. </p>';
script[5] += '<p>기관장은 갑질 근절 업무담당자를 지정하여 갑질 행위에 대해 공정하게 처리하여야 하며, 피해자 보호를 위해 노력하여야 합니다.</p>';
script[5] += '<p>그러기 위해 우선 갑질 근절 조직운영에 갑질 근절 전담 직원을 지정 즉, 기관의 장은 그 기관의 감사 · 감찰 부서 내에 갑질 근절 전담 직원을 지정하여야 합니다. </p>';
script[5] += '<p>그리고 전담직원은 소속 직원에 대한 갑질 행위 방지를 위해 교육 · 상담, 갑질 행위의 첩보 수집, 신고 접수, 직권조사, 처리, 피해자 보호지원 등 필요한 업무를 수행합니다.</p>';
script[5] += '<p>그리고 갑질 피해신고 지원센터를 두고 있습니다. </p>';
script[5] +=
  '<p>설치·운영은 기관의 장은 그 기관의 감사·감찰 부서 내에 갑질 피해신고·지원센터(이하 “센터”라 한다)를 설치하고, 감사·감찰 부서장을 통해 운영하여야 하고, 센터의 역할은 갑질 상담·신고 접수 및 조사, 필요시 수사 의뢰, 신고자 신상 누출 조사, 인사상 불이익 등 조치 요청, 피해자 보호조치, 필요시 법률·심리상담 지원, 범정부 갑질 신고센터에서 이첩된 사건 처리 등 신고 접수뿐 아니라 피해(신고)자를 보호·지원하는 업무를 담당합니다. </p>';
script[5] += '<p>전담직원 및 센터에 종사하거나 하였던 자는 직무상 알게 된 비밀을 누설하거나 목적 외 용도로 이용해서는 안됩니다.</p>';
script[5] += '<p>그리고 갑질 피해신고가 있습니다. </p>';
script[5] += '<p>피해신고는 갑질 행위 피해자나 사건관계인은 그 사실을 전담직원이나 센터에 신고 또는 제보할 수 있습니다.</p>';
script[5] += '<p>그리고 사실관계 조사가 있습니다. </p>';
script[5] += '<p>조사는 신고, 제보 등을 받은 전담직원은 그 사실을 조사하여 기관의 장에게 보고하여야 합니다.</p>';
script[5] += '<p>이때, 조사자는 신고자 등에게 갑질 행위 목격자, 녹음파일, 메모 등 갑질 행위를 입증할 수 있는 자료를 요구할 수 있습니다. </p>';
script[5] += '<p>기관의 장은 갑질 행위에 대해서 사실관계가 왜곡되거나 확대되지 않도록 하여야 합니다. </p>';
script[5] += '<p>이때, 피해자나 가해자에 대해 근거 없는 유언비어나 악의적인 소문이 퍼지지 않도록 관리하여야 합니다. </p>';
script[5] += '<p>기관의 장은 신고자 또는 피해자의 개인정보 보호를 위한 조치를 하여야 합니다.</p>';
script[5] += '<p>다음은 조사 결과 조치사항이 있습니다. </p>';
script[5] += '<p>기관의 장은 조사 결과 갑질이 확인된 때에는 징계위원회 등을 개최하여 가해자에 대하여 징계 등 적절한 조치를 하여야 합니다.</p>';
script[5] += '<p>이때, 가해자의 징계 양정 외에 피해자와 가해자의 분리조치를 포함한 배치전환, 재발방지 대책도 의결할 수 있습니다. </p>';
script[5] +=
  '<p>그리고 기관의 장은 신고 · 제보 내용이 범죄 성립의 소지가 있는 경우 또는 금품 · 수수 · 채용비리 ·성폭력 등 중대 갑질 범죄 사건의 경우, 징계와 별도로 수사의뢰 조치를 할 수 있고, 폭행 ·협박 ·모욕 ·성희롱 등이 반복적 · 지속적으로 이루어졌다고 볼 만한 사정이 있는 경우, 갑질로 인하여 사망 ·자살 및 신체적 장애 등 중대한 피해가 발생한 경우 수사의뢰를 할 수 있습니다.</p>';
script[5] += '<p>이번에는 피해자 대처요령 및 보호 대책에 대하여 알아보겠습니다. </p>';
script[5] +=
  '<p>피해자 대처요령에는 피해자는 갑질 행위를 당하였을 때에는 가해자에게 즉시 행위 중지를 요구할 수 있고, 피해자는 갑질 행위 중지 요구 여부와 상관없이 그 사실을 전담직원 또는 센터에 신고 또는 상담할 수 있습니다. </p>';
script[5] += '<p>또, 갑질 피해로 심리적 치료가 필요한 경우 소속 기관에 심리치료를 받을 수 있도록 요청할 수 있습니다. </p>';
script[5] +=
  '<p>그리고 피해자는 심리적 안정을 위해 소속 기관에 가해자와 격리되어 업무를 수행할 수 있도록 요청할 수 있으며 갑질 신고에 대한 원활한 조사나 민 ·형사상 법률 서비스를 받기 위해 소속 기관에 법률 전문가나 조력인 지정을 요청할 수 있습니다.</p>';
script[5] +=
  '<p>그리고 피해자 보호대책에는 기관의 장은 갑질 행위에 대한 피해자, 신고자 등에 대하여 면직, 그 밖의 불리한 처우를 하여서는 아니 되며, 기관의 장은 갑질 행위에 대한 신고, 조사, 조사 결과 조치 등 단계별로 가해자 또는 제3자에 의해 신고자 및 피해자에 대한 2차 피해가 없는지 수시로 확인하여야 합니다. </p>';
script[5] += '<p>더불어 기관의 장은 보복, 집단적 괴롭힘, 따돌림 등 2차 피해가 발생한 경우 내부 절차에 따라 피해자 보호 등의 조치를 하여야 합니다. </p>';
script[5] += '<p>기관의 장은 갑질 행위로 인한 피해자의 정신적 · 육체적 고통을 이해하고자 노력하면서, 원활한 적응을 위해 필요한 경우 심리상담 등 치료를 받을 수 있도록 조치하여야 합니다.</p>';
script[5] += '<p>그리고 기관의 장은 피해자가 가해자와 격리를 요청할 경우 피해자 보호를 위해 피해자와 가해자 분리를 위한 적절한 조치를 하여야 합니다.</p>';
script[5] += '<p>이때, 피해자의 의견을 반영하여 전보 · 휴가 · 재택근무 · 근무장소 변경 · 일정 조정 등 다양한 방법으로 피해자 또는 가해자에 대하여 조치할 수 있습니다. </p>';
script[5] += '<p>기관의 장은 갑질 피해자 등을 보호하기 위하여 필요한 경우 법률전문가나 조력인을 지정하는 등 적절한 조치를 하여야 하며 이 경우 해당자의 의사에 반하여 조치를 하여서는 아니 됩니다.</p>';
script[5] += '<p>피해자 대처요령 및 보호대책의 마지막으로 사후관리가 있습니다. </p>';
script[5] += '<p>기관의 장은 갑질 행위로 피해자 및 가해자, 다른 구성원 모두 근로 제공이나 직장생활을 함에 있어 애로사항은 없는지 지속적으로 관리하여야 합니다. </p>';
script[5] += '<p>이때, 갑질 행위에 대한 처리 후 피해자의 업무복귀, 동료와의 관계 복원, 기타 구성원을 대상으로 원활한 업무수행을 위해 모니터링을 실시할 수 있습니다. </p>';
script[5] += '<p>또한, 기관의 장은 갑질 관련 조치 후 갑질 신고자 · 피해자를 상대로 갑질 피해신고 처리과정 및 결과에 대한 만족도를 평가하여야 합니다. </p>';
script[5] += '<p>다만, 당사자의 동의가 필요합니다. </p>';
script[5] += '<p>기관의 장은 만족도 평가를 분석하여 자체 가이드라인 또는 재발 방지 대책에 반영하는 등 갑질 예방을 위해 적극 노력하여야 합니다.</p>';
script[5] += '<p>마지막으로 갑질 발생의 위험 진단에 대해 살펴보겠습니다. </p>';
script[5] += '<p>개인별 진단, 업무 유형별 진단, 직장문화 진단을 통해 갑질이 발생하지 않도록 사전에 예방할 수 있습니다. </p>';
script[5] +=
  '<p>공 ·사적 영역에서 자신의 언행이 상대방에게 갑질로 받아들여질 수 있는 가능성을 진단하고 공식 자리에서 직원에게 반말, 외모에 대한 부적절한 언급, 사적 노무 요구 등 자신의 언행을 점검해야 합니다.</p>';
script[5] +=
  '<p>그리고 , 계약 또는 인사 관련 업무 등 업무처리 과정에서 상대방에게 갑질로 받아들여질 수 있는 가능성을 진단하여 무리한 입찰조건 요구, 부당한 부담 전가, 근무평정 관련 편의 요구 등을 업무수행 전 점검하여야 합니다. </p>';
script[5] +=
  '<p>조직문화에 대해 자체 점검을 실시하여 갑질이 발생할 가능성을 미리 진단하고 상명하복의 서열적 구조로 권위주의적 문화가 강한지, 관리자가 직원들의 말을 경청하지 않는지 등 직장문화를 점검합니다.</p>';
script[5] += '<p>직장 내 갑질 근절을 위한 노력으로는 우선 기업 내 임직원들이 함께 예방 문화를 조성해 나가야 합니다. </p>';
script[5] += '<p>주입식 교육이 아닌 소통을 통해 모두가 공감할 수 있는 지속적인 갑질 예방 문화를 만들어 나가야 하는 것입니다. </p>';
script[5] += '<p>구성원들이 단지 기업을 유지하기 위한 부속품이 아닌, 구성원 모두가 있기에 기업이 존재한다는 의식을 높일 수 있는 문화를 형성하여 서로를 존중하는 문화를 만들어 가야 합니다. </p>';
script[5] += '<p>그리고 무엇보다 상사의 역할이 중요합니다. </p>';
script[5] += '<p>효율적이고 합리적인 업무 진행과 지시를 하고 공사를 구분하고, 격려를 해주며 상식적이고 매너 있는 태도로 신뢰감을 주어야 합니다. </p>';
script[5] += '<p>다음으로 역지사지 즉, 내가 상대의 입장이 되어 생각해보는 것이 매우 중요합니다. </p>';
script[5] += '<p>나의 인권을 존중받고 싶으십니까? </p>';
script[5] += '<p>그들의 인권을 먼저 존중해 주세요. </p>';
script[5] += '<p>갑질은 단지 개개인의 의식의 문제가 아닌 상대의 인권에 관련된 문제입니다. </p>';
script[5] += '<p>내가 살고 있는 세상에 올바른 인성과 인권존중이 존재해야 한다고 생각하십니까? </p>';
script[5] += '<p>남 탓을 하지 않고 나의 작은 노력과 실천 하나하나가 모인다면 기적을 이루어 낼 것이라고 믿어 의심치 않습니다.</p>';
script[5] += '<p>매월 11일은 한국공정거래조정원과 대전교육청, 남원시청 등의 기관에서 정한 상호 존중의 날입니다. </p>';
script[5] += '<p>각 사람은 동등하다는 의미로 ‘1은 1과 같다.’는 슬로건을 내걸었는데요. </p>';
script[5] += '<p>서로 동등하게 존중하고 배려한다는 의미를 가집니다.</p>';
script[5] += '<p>상호 존중하는 마음의 실천으로 한국공정거래조정원은 서로 존댓말 사용하기, 웃으며 인사하기, 칭찬 주고받기를 구체적인 실천 방안으로 정하기도 했습니다.</p>';
script[5] += '<p>어쩌면 인간관계의 기본이 상호 존중일 텐데 왜 이런 날까지 만들었을까요? </p>';
script[5] += '<p>이 날은 직장 내 존재하는 갑질 관행을 뿌리 뽑기 위한 방편으로 만들어졌습니다.</p>';
script[5] += '<p>인간관계의 기본이자 직장 내에서도 당연히 지켜져야 할 상호존중인데요. </p>';
script[5] += '<p>당연하다는 이유로 무신경해져서는 안 될 일이기도 하죠.</p>';
script[5] += '<p>상호존중은 서로 높이고 중하게 여긴다는 뜻도 가지고 있습니다. </p>';
script[5] += '<p>상호 존중의 날은 직원 모두가 서로를 배려하고 존중하는 문화 정착을 위한 날입니다.</p>';
script[5] += '<p>갑질 행위 대응에 대해 이해하셨나요? </p>';
script[5] += '<p>여러분의 확인을 위해 퀴즈가 나갑니다. 문제를 잘 들어 주세요.</p>';
script[5] += '<p>다음 중 갑질 피해자 보호 대책으로 적합하지 않은 것은 무엇인가요?</p>';
script[5] += '<p>네, 정답은 바로 2번입니다. </p>';
script[5] += '<p>기관의 장은 갑질 행위로 인한 피해자의 정신적·육체적 고통을 이해하고자 노력하면서, 원활한 적응을 위해 필요한 경우 심리상담 등 치료를 받을 수 있도록 조치하여야 합니다.</p>';

script[6] += '<p>이번 시간에 학습한 내용을 정리해 봅시다.</p>';
